{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              4717
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              4717
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 20,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 10,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 1024,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.5.0"
  },
  "hash": "a1f2c5a89f0bd6144b150becd596b4219c8847ddba430b0780b7261e456c67c1",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      4717
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            4717
          ],
          "values": [
            "aMzYvMQ7Lz/57eA+kt89QGWixr/9VbO/thRzv5yYibwMDaC9k7AAwJo5lj5t7b2+wUWkv+6dLkDfNTQ/9WXpPz4Xh7+6NIq/zeXQvmsUNb+zDR4+9PV0vt3P074nzDg+MkAlvoJxkT5sp4y/hTxsv2pskT8zgNK98jo4PWr33j4meDK/vGW/v3MBXj/1zUnA1fh0PoEhmL7/Taa/kxB2v3I6cD+4e80+ktmQPTPNtj7VUj8/hU+7vhn7+77r6MC/Szj2PrPTKUBoMK4+pUbPPkpXKb8cr9w+jNKgP+uZpr9Jv3u/ax0APiqOi71QU0i/KWQxQMmvYD3C+vo8YBpRvs6vUL9ZsVI+GMiwvNUQOr8slUm/Fd0NP0g7ZT9FOk0/N0eDP/zXXL+QTzi/VmBWP5CX6b7U464/Yd2MvwM+dz76OaU+qGa/PyslqL/ygOs+YPacPYFlr70DAhQ+MpkIwHw4hj7CIw4/65EZP3TUsz7A4Hy+6Wj1vvQOlD1kLwy/cWOeveTNDD6dSMY+s2wgv2IO4j9h/F8/XsHTPsYHNr/zIzg/vnKzPSLVlT8eSaA/BV86vSajUz8AHIO/8xifvwauBr+8WtK+86nSPlp5nL4pWvg/QvKsP7wEub/d19M/3PGOPwuvVL80XV2+NMbNPe+Gcb9yGxO/mNXNv7Jw/r3J6ie+V6E4P9G95z4b2Yk/hv9yvkv4Y7+v6+296PIyP9XxhT6Y5B2/VM8vvZIFOr+JyR4/KZLYvtixbD/JdSA9AEudPx1LLj/ZMaG+ixvcv5cdB8CXKtI/lfFIPhztyj+qJby/92g/vxpsGsAsi5I8a5sQv9FsC79YyHi/bA6RPwzkfj+FqKs+elmevjAcEz843h6/daKBP6B4Y786Zmi/6MepP6jS/j7ich0/zUpTvt3ffz7ZZD4/f+juPklM4r1NMIa/Cr/OPxrqej7QOBq/zAYYP8qYP7+VVNS/qViOPwWvBT9Vx6Y+AQcSPwC1tTxrOxQ/z/vdvjTmJj4F3be+",
            "l8X4vW9Ugr5Fz4W/O4fDvbxAFb+u0968ZrXFP6eyXj8Lc2U/S0Iev799xr/l6aU+INWTP7veNsDQl3U+LABev39GlT5p2ES/sHl1vj0Ylr9/2Du/tHKDvyJbhT6LpKo+tix3O45XMz6PX4i/rUC6P5ZTtL/A0RO/+il/P7ysJD9CCoi/MickQEGy/b6ZesQ+J0UuQFC0BUD7wEg/62qqP/i+1z5VbF0+vblsP9rzZz7YB/s/VSQNv8HBwj+SNSK/d5H7vm/wj75csJA+ALPUPp+E+T8EyCc8bSNRP7XkTD5+SH0+SaXMvyjUA76kT4u/xpwKv3Zzmz8LO78/9F+SPgr35T5HLMg+l/ebv976jD5folS/k7EEvn50bb7Laie/L6PXvTZTdb4mYke/jGWMPymbpD6QK8K+ypOUP757Yr8CfwtAv8PRPvC4/z7pkUW9cm/EPvdTBkAecQG+jpFyv40cyb9E6Ie/zw1fvhcusb+aPgo/zP7DvuxIn79FRaQ/AgjlPi0kWr4KAwU/4fXEv1YBNj+s1Mo+xR6bv8J8PL8rw7S+NTgRP6SATz5VCVU/n0M/v0yagD/ROpo/8+gpPi9NXr72QZc//H69P90HC0Bd35I/bgyDPztmpb9N7GY//BKCP2vM8j71c5a/pu5lP2Quvz5sycg+w7JOP2vgRr8GM/o+YQqavGx+nj/+C/Y9uBINv30tt77rk7S9aaIYP1JkAkD1UAc9nSZVv7Xn5z9N1Ia9DXr0PrqgUD/a3Sa/oHkuPyZ7PMAfBhm/FoetP9fCS73hxmw/isC5vcaBtz6w7Lg/13SePoXoBEAuhEi/1YP5PNXM+D7iuFs/ptRPv3gWTb6iFQK/RpGVPyOjkb4foBy/WKqPPunJ1D5Djlc+wcdFvzUkLT87NKY+8R7zPi9QMT/p/MS/uQ5kv3EWNr8ftkG92ViGP6NylL6Ie7k/G42qPpTKmzzQ1Fs/IjQPv/uXwL996vC/55YfQLTXnj/kAdg+Me1yP8/LnD/5dhxA",
            "07SuPkVdPMBwXoa+xq8Vv0bs8b5ORju+FPhVv1uhFr/nP60/N2S3Pk2kqz++yDY8fZvtP9ko2b7ilpI/JWoGviz4Nj/PWz8+BoZovtmezz+rrw6//vnZvr4blD8uxew+p6mLvwB6tD9vsua/tp2CPxn7AkCv3Mc/UTWnvvgEuD6zQ5c9lnjtv+VXcz8+DWK/ASPGv0nLCj45BbU9RIFkvyuD1j15jt2+XZBJP5R/Or/KfEE+wCbCv8mdAMCIVXU/GJbeP5sodj4wDdK+TAHLP2ELpL1J87C/ezCSP+zu2r82VwI/XzVTP8yci761nYu/bi26vneuCb5YHoo/UNyIv+ehF788G6y+zFUlvlnVMD86Q0w+9jGAPnbzQz9B7Cw/M4kbPnwKYD4ii1i/05wNvAyIfL51huq+sb0vP3SlZr/jlM2/ztWZv2jGBj49yWi/HN0JwO3c6r4a03y/Z5iKP+eOzj5a40C/LsW9vx6/xT/VgYo/bhukv3zCrz6iPwPABX2LP5WQ7L9gkfc/oNkGv3a1hj/9zqk/CqR8v9Cwz7/vUKW+V5fWv+tBV79axLG+rQWpvDSjmD/Tvea/3qawvxALZz/PT6C4HFWfP0BdOr/3vXW/CQk4Pl7vp754Due/wWa3PxwmWT/51om8t6ZUPQR+DD996B0/+HYoPwkXvj096NY//X6zv4Ezw78Ly9k/7VGCv9DKsL7jdoO/mabYvhDReb8USqM/iRo5vrlHjD1QSui+f8WkPjacL0Cq0Yy+LtSQPy8hDMBIgjG/kd7LvwZtDsBdh1K/1vjOvV4QBkALR6W+Pgg3PooWtD43Ys+/d/M4wJmkez5uvpe/EdyOvgMYJb685hu+TViEvwzjDT8MOTo/Pz5nvwS3Qr+D8qW/Pl+FPwvm1L/OGUc+leZ6vtShYD5rfKu/bICePzpF9b5RNoq+8lqBP4U4Jr8W7xA/BNAHP1rul79UgxA/dTQFQJKjeb9MGoW/WBwmPjKBQb98jUc/SU5APwb5rjpS/Tu+",
            "dm+kP4bBZT+yysC+VJSQP4J70j7c8Ju7/sUdP5M7ir8skCg/OM0nvyKON7/YDQU+OhonPxAbB773fUs9oV+jP0ZSmD4Ctzm/WxFYPSK6xr8T8B6/Y2mqPUTTiL6K5Zs+NHmQPpWzzj8Jc70+duCDv4Dmnr7KH6e/YSH+PPoHP7+4XQe/YIKNP74U3b/FJZs/Wk+IPl1+Yb0laY2+12xavxtexL9ycow+At9vPkX2BD/MTXm+Ts4xPxLtoT6BT2A/5ZvLvrfHkT6r6YM/zpMxPkYIEMATf0y/AcO2vCPHIr+x6js+ltTJP47dpz6Fx8u+itu2Pkl9wb79UcS/O/goQGc4Qr/hhBS/VkrCvt0AyD4LdIQ/OP6xvqB4Uz8ZOGq/kjqxv+yAM7+PYL8/40e7vnxjFb8riay+Dq6gPWuv+D4WWIW/ENgVPbuRrz9rdRs/WRKjv9HkPr8bGLI/nH9hPpjkID6VD0g+alLcvixIlr+Kcam/t22Wv1SNhL8JMnE+l1qyPhJJuT64mIu/ASpcPzweGsC5RMe+qCLuvkYoRj8jC66+eTmtvyd4gT9aZTI/OOuMPyGTob8UjoG//IXKPrjenr5Oi0W+yVuMv9FuHr4mvm8+bgXZPitQMz84Z3s/tfdlvwaMV79AnIu+rdqPP86g1T60tY2+17Khv4Ghyr7U8b2/rkkyP7HlpD+LrIU+EbcxP62smT9DFjw/GjHCPueLzT0HBk6+X5obv2k0uzyDe14+rnb/Pt3stz7G/cq/1cY/PtBxVD8Wj/e/lrnYPv6OAz9Ei+I+ArZUv0XQy74BFt8+vxSTvw3kkL6ulmS9BdfVP9gFIjz3Y5g+PycaQNhzoD+Q+HU/920ePywKrL8jrLi/BhE+P3gDOb8Uii1AmD6VvgADPb9jZku/M9n3v3Y9IL8I/UM/OaaBP26zpL7nziu+TBIGwI4ukr8W4Qk+aQfbP8bHzz+NkYw/Ipq3v114ur4WrY0+UCiPv4zHXr/VzCA/z3uOvglhWD9ABo+/",
            "oCH8P5uxsL+aVaO/tuPEP09A2D7bUgdApFVXP8s6RD7htQi+z25YP0vk1T5asHg/jK/JPzduAD/TwN6/7BiRPyTCxT7lAEY/wiDfvmwc9j48cqg9Hha8vtiw0L2RDgk/Q7rQvkQHyD/SLB89QCiWv7P5Yb9GDiE/5c4NPk7yyz1So4I/HpQDPeXCyT/kyRHAc86AP1GTlD9hg5Q+pOAbPuwLmD/ADmg/YLw8v3tb8r05wRk+i+haP5m8ZL7pqgy/eoqCPjRspL3DOJa/zFuFPihNGj5RGno/xymIvwE4+r+BaxbAhQ5OP51LcD+ZvR1ASH77v8Tx/D73ZZK96KPiPzt7lz+zdSO/N0TMPmyXZb9KJ44/sOMIP3GSv74ZGG2/QvAkvvoTtz5iV00/ZJZ4Pv39bj9zEKY+X3Zcv06Ktr+yRmy+z8Q4v+T+3742eH4/2EU2PyTC2z17nPC/rfdlP8CV0D0OAmS/LiSpP3KiUr+woo+8Kh+7P0Lspb5MQrS87muzP3Kki7/ZOx2/cWdyP4TBQ757mZs/ykvgvmCHmj5Cn1C/k8+BvwiNTL6TMyhAiLGPP5DZnz6AyZi/3Hgbvqr26T7k4Z6/gk4kv2MToj/1Sbo/5bPgPhZbhT9L4Ce/zI2cvcjdx7/R39Q7KPCMvq8qOT93U6Q/C1qHv1i6oL5D2Yw/mWXZPh99ur9MMAO/Hj3cvstcIT5FzJG+OpC8v16KVr8K0ZA/aXRiv1q/dL8YShm+QtXMPvHNu79MgVg+A3o4PxO99z4RsAVANhoZP5G27r9DyKg/DKX6viqI1j44iqk+31x8PjBr/j7pZFO//wtuPviYZb9pWiFAQaIHv0M78bzLVfk+y1xxv9uTAMDACri+3HQIv+LSIsDiE8w+WD83P4qkqj8sETM+/7jXP3D1Fz9aXZw/KapIP8NKgz/XaAW/6GBFv+u8p79t8Py/PPeJv9hpUL2OxQFA4xjCPUE9zD4oC5m/wsVAv0N1pr6ESog/VEb9Pu/hwb+cTOc8",
            "fJa3P4T0LT/Ve04/Gu7kP4RWPT/iT0g/6xqjPnQkyzysNyG/lH+rvwp/kD9q1NK+0LFkv0wp67+mLbe/51ZoPzBYxr9Ei30+YYOYv1Qgcr/Z8G6/KLqUPz5V2j8c6No8r3bkP8laUT4iAx+/APILP8HhvD+zLkG/tGWqv/vGMb8RqRa/HASFvqNzOEDuJzs+UnkFQJvhlT+VwgpAFUPoPbJ7Ij8f3Za/8ce4vtweTb/O/1q/etSKvZxuGb+Sere/Mu9Bv3cf/T1GR0A+kYzbvznD279jtRM+3OQKQLXTmr7+mvc/UZMvPvWBeD84vBc/bNngPeUVzr5uE+c/0+2Gv0hYqj5QHlg/injdP7kGTT8ogMa9wQ6CP5nksr//XGo/UyX4vn0EW7+OfCw//Jp4vgN8BT9ktXU/afKdP1iBEb4//yG/Bh7oP0Sx1L/XGWs/VYuKP+oCUL+lqu0+zrGEv5dd37+SGAI/btucvQwJ2r7soS2/BS1NP9EAir++03c/kenDPVcywL4x9Hu+FWfcvXM/yL8Bc96+goPYP/NR5D8E6iq+eJEkv2FJHz+al6e/kyPhvAXeOD9XrSw+4ZlpP7Gzob+xmhm+jLitP/gnlD4oMLo+XzVRvulLCz90aB6/+ua6P60BF78MVoG+LfFmv3jooz/5kkK/4ULrv0hf4D4KnGQ/oEuIv7hOhzwKa6m/dVh+v372qT9n2pU/oLSrPwYmxb6G7vg91v6HvhsHJr8iZ46/BfJMvtY4tL5JGLw+6JeqvnmnU75g1bm97/0YP/L6tD8t0fQ+lpzVvTUIsj/sHYi+9zdnv5b8sD7GiHm/ppUzPPp8uz75YE0/9zVnPux6er+a1lm+lpK8vzeqXT2EDxo+oZSAPwljE79PMuA/vA8vvxCMrL1d9Y4/ryL4v1Xjg7+pUjE/lp3pvhaOQT4+bQI9GydBvlDwfz/CCDy9gKsGQGEBPT8zr+A+Nb4RP3ns8D4Cx6E/KHk+vtTHID81pK4/0aggP40h6j6djIU/",
            "VRgXQOJEPj89Jyk/qujTvieZNT7ZYgY/2vEPPkL5Ej8t+k6/WRrHP0xl3T1TPQa/JgCGPm+8+74B/ee/wlD1PhDVCL/qijc/TO77vkDghT8TE8s+oRaIP+W8r7+T+3E/w+QRP6alHkATFRk/WwRhv3Q53D4gaM6/v6IIP4CWjj6TGpO/RohfPyMQib9y4e6+QCQ8PqhiB7++CxY97iyev3gMVr/K2ijAB2Ssv/hDAj/Vibm/YuEKP7PcBr8HzTg/59qKPf8ytj6kTxg9j++ov+BtGj5DrcK/IOjJvboLOD+qW3s7YtmYvqil3L4g3pw/buuZPR9bML/4Ad2/hHZ3PMKo8L9Fvze9z7OWv4rsCT9yPGc+4hWaP9GpeL4MPjk+8koXvzGkgDzp8BHAv50Cvs+ZAz9WSH0/coIkv1Qhgj+Oi+a94XAnv19dkz/DfK2+hu+iP+fkoD9BESW/EA7Fv5J8L798rp8/3mU0vyFwlT5dvfU+i4v1vtLSgL7Kb1q/BgbhPuVMKr/zYyO9yanEP7X/Nb/2dcQ/90f2vudfBEB+6LS/kXB8v4qjbz9T4oS/EsraP2CpF7zb3zo/4+DDvr15H78IsVU/2bG0v5ugu77Y52a/r70Rv2Awq78tsMM+Pmyevs/+XL0HvRW+IT7jP8pwoT9p/9E6iUmKPyebsb+aU4e+nPWmP2m2nb9bsVW/JrjJv24LJr9I5vS9rqEnQC1Qkb2XTC2/YhuKPYvVgL/HQe2+uRFqPlb7rL/Xo6o+LNobP9Puyj9uYOe+IRWVv8PMlj44CqK/Q8anPujbhr4QpJm/fh4MP6k6jDyU2kw96VLOP02B7z/nj12/FLGRP4ruDcDocak+YPofPT3HWz9O64K9Ayi+PuvgGr7GY4w+/c73P3ZeSz+ft2U+UAJWvq7yo79j/CE/GOk+vYtJJD/L9v0+g2mUv0AsQj2tiJI/IdtZP+TN672b88M/FhjFPv2FgL4c+Be/puWpP29IRb9/Nam+lhXqP6WRNj+WyHc/",
            "dTAZvj0BPL+Dfci/ypXxvc4OMz8dzqM/QmhqviSYP799WoY/xBfuP+WeAT/tUhE/3i2xP4F0QL3+jEw+EmAuP9iZyD9wARY/Af4bv4aT8b4J7aK/oJ9AvyI6Zb+Ebe+/JAJEP34ojL6+ISdAeedmvpqixr/oDA69pY6dPx5qr76hRbI+757tvnnTHj/d+sM+j6QJPVBkqj4hhWa/luWWPwJyyr+ZvDq/xhB+vpofrD9zMmq/RQ8/Pzlno75XYBA/CE/Xv3uQpT5PY8Y/S53rvlulSj6rMeA9jIeQP6KMIT8eqRS/okzzvIKV9bzfsga8Y5rOP/ggH7+6G4C/PLuwPyTOgD/IAkO/Z/WaPl/3mL/72ZA+EaxGvisUYT8U/SG/rs1XP+9Sej7zddS/w445P/Zm/b4SlHa+MqZxv36OaL3K28O92tILQL0t6r7d86c/OpA8vp5Ks75f/dg/ecZ0P62ZwT/+nFA/vogFvyC6Rb9PZoG+n1QOvzouFr+Go5U/RDlEP+dtlr0SAKe/EUnHvyU1ZL+fN5m7GRtbP+ZHUb+RaWm+HxysvxUuer6Srjk/Y3zOP0tLT7+6Vwq/WviCvw1fS79whQI+JyxlP49Qkr9TaRU+s8umv7Sza7+ycGA/GjlgPn/0PL4rAB4+yTRRP7mLlj4zwk4/cKiLvc2Ngz5bOUk9yh2Tv5SzHT7LG4y/1Yezvg2i0D/h27A+mvybv3L0V7/M0O6/bsgWwClYhT7sdPs9joTHvcNhPL8MVJa+6drnvhb/Ub+6SaU/sxXivUSHqb/UKh/A79NMvyAHnj/Rkes/Y9PHPtoSxT4xutE/F3gCv3Et7D9R5jC/vIWSP57TL7/Zygw/KzWfPtR5x77U4BU/tRSCv1PMt7+fkrw+jqhav+K8AD/pbJM+87+HvxE2yb2qjaI7v1hYv5rTiTz3Obq+MnsgP/sW977bJpW/0sygP3iCMT/nY2K+nZtSviQ78D9R7ow/E8wRv2f+ub527RK/6gLOP3JMIsCBFae/",
            "gIY3vk0aID7D6sS/raRdPw/xDr/3z5m90CFAvrOPz78scmk/aOA4P6/Pfj+G8JK+OFMYvlp9VL9osYm/ad9bvoDDM75sd0c/+MKFPqkgQb8fEcc9f1Ewv6Gl6D5pWwfAzR/0P6YDhD97PTo/g8VQvzsOdb8TRsc/f8xuPlzUij++Ige9zunAv8HLQL6CObG/OlSzPaAYTT/wcKI/Sm/TPnqUWD+hUMU/LUbcPuTJ779+IEA9k+yNP3LfC78OTEO/GdUrPSDzOj775MM9ig/rPtnDQr80qqy/yDSsv899ar+Icec/fgJSP71Ovb+g7xw/8u/lPifUgb+LWOK/0yq6PmcHzTz+Gcy/Rl/Dv4RzN7/8Vy094/Tyv1GO1b7wXRo/USAYPoOcuT2Cmbe8ikU+v/hypj8cLIs/O/ZLvzu8nr+210k/yFErv/gQtD47VVY+bk/nvnaJ2L4nFYE9WSGzP0x9Xz7LY9c/vaX1vYBLTL59WyQ/w/ehvbrG7j0/c3y+uFA4v6zYfT03TcE/Rq9WPxZ8Zz+9sSy/MpjTvuyKWr72Uoe+CNPWPzcGC8A/fYm+jDexv4mxzb6N9zI/pPZiv9vP8T9tdJo/4K2Dv7Z70T/WL/m+LopivlOIUju9o+48CB7HPj7knL6GSiU/EOz1vQxIDj//zfg+EooSQAnSFD8eEmQ//tmGPx2XG75jsOw+YdhbPxNOtL5uhps/RkXcPV6ZkD/4uCa/4kCQPkE227/VohI/cs3WvzVzm75Rjko/VkbrPxA/Zz+M32e/Tx8wv8LTub858BO/nbKIv1Izdz51FHc/SyFWv8k3Fr/86lS921kCPz8d1z+82g++ZVIEwIA5gz8hOSM9dISWPghjAT+raxE/V6sdv6vjsD+dkpk/Vwo7PozY7L5L9rY/u11cPwGxi7/pMZ2/lYOyvovYGz8Y1ba/i+JzP0e5/r5M1du/dETpvSsLMr4XZo6/zqdeP0FnKD/GBQK/YjafP3ofab/nxu2/M3jSvxSqsj+U5IW+",
            "/U+NP7SjY7+cT+4/f+ABwG/Cgj+keRU+a5sovqrBS7/6JrQ+YHBcP35FkT+hkl6+5ja/P1fJJD9Q3B4/Pal6vkB9SL6qXAU/8VjiP/dxaD/IOpG+Cm48wAaxqD+BNTo/Mst+PurxMjtkMJi+YnQGvzr8xD6P8cO/JXsYvnSZo76oDLS+PVxcvzmUiL8p9Pc/0+d/P5e8rz44fFpAJeApv6S15j5Fd4q+fz35PmA7OD5RVTS+e8AnP9QzmT4P8hQ/otTBvkL4aLuyb8C/rEwnPiMntL/eQ40+5P9RvzK5Br6irgbALxBDv4ShOj/x6eW+1rD3PkrMf75PsKu/ozotvbWUg7+iJE0/fNxZP0tLuD54W0A/5q9kv92zIT7ruxI8wBMnPwgNtT7HA0S9m19wP9lFHb5GX5W/axoWPrU8Sz1Z1xzAATvIP1cdmb+dZuC9cJJ7P3a5xr3M70K/gOh3P4J10z9TmOu+WZGSP+N4ZT9Yc2a/c84hP2Kbnb9reIw+dZ3cvYCjOz0CinI/TK5ev3pHq76Canm/WKa0PghJhD+iYIW/e0aDv7OV/b73xCO/ef0Rv2X2Nz+gdP2+VpI7PCLHcb58UFO/QLW9v97OPD9Y9ZU9iVFNvtaqOz8DmiU/wgh6Pypaz74zY66/12ycPjB6E795hRW/y8Rgv6nG/L7PvJO+uHWWv7E8mj+cRGI+/a2zPhD0br9ihX2/7wQLP7G6hT/DXKK/gjezvwagTL+8BH2/H8qTvv3Wsz/EYqM/yfNwP0Vfvr0ptJK/Qjy7PxkFuj/YcvG+FKXqP03Nbr+UiI6/CpX8Pgj1aT+WB9g+qIG8v5FcAsDZooE/3J0HP8C8oj/V6T5AP6WkvWmMij+h+g0+81ZsPk3eG746p0y/pnAhv1Gltr9NqsC+7EgRv/DPm78E4o+/Nh00v4DkTL5rSLw/aK7mP67lC7/mbwNAyrBMv5IALEDfRca/AWqLvARpCb8g0Wa9Fy1Fv/s8Jb2jvAS/ojECP6m6JL/EIhw/",
            "ACOzvzn9Uj+u2gi+eeG1O8ZqUT9Bxoe86l6FPgm/k77vvJW/3UNkvhUGtb+A7N0+k2ctP84S4L4bcoK/SSucvzhMCsBrUx4+hFARP0Qssr9QGym/rNJtPuNKer/SoHu/aPBwvueTqD/KLAq/l+39vrFxRr+julq/oK8HP6t1cb9aCRA/M0k5P0Ur1D8A0je+bzKJv2qVoL6hZIA+3iqUP1q0oj5At7m+sC3gP74gdr/6rZu9tDaXv1C3mz9taEQ/D5J4PxY04T4sZMK/zRf0P6/NMz62XC+/00FzP1HHnb6PV0m/s8cHQP+6xb1WYcY//s9Fvt0r/z4zo4o//mZRv9NVxb9LALA/m8yOPxbhmr+HRry/3J6jvsAKaT6cyj0/5F27PS6vGj+5Tbi/RUa9vv9tvL+/hK+7PQUgv7IQG75uKe2/83eFP5B2Lj4ZmsE+cZgWv+bwo7/PRFk/I04xv5e6cD/WeeO+n3YlP6bdUr+Mmwa/7zimv/su5b/jzCu/pT6MP+z/VD9oAPk8f4q1Po0/0b78TqO+FhDKPsR2sr8KvDk/JfS1Pna8Oj9jpDO+ow+WPQDJtT/WZaO/mS3Ave0lpD+Iumk/coF6vhITSL6wZsm/5xX3vg7F978D79I/uYEPwKd31jzzFcU/me/6PT/Gg7+pLBc/DIOtvwhJj7/IvQ287RfUvm4j4z/xF6G/hnqfv7p/ML8RU0c/sAWJv4f55r5FVHQ/KKd8P5h/vL0hUwu/Dg+Pv32LZD/3upm++cjqPj6ds70qtFg/Z9S6P79hXz8NGM0/N9e5v6IBGUBKiIw/C29Yv1kenb9Reny9lVM8P1WLsb4aiwhAgtKXveL+cD+DuAHAdtQOP6i9rz1s6Oo9+naTvygUAr1mc5Q+6/p/P0mAwr9jdHI+azKLvwuWx76HPYk/HUTAP7MO9D/ezwG+DB6Vv7UsKkBqy4c/oOIQP/Hs2j8hc8U+k1O/vcG32r9ERvw+sI2XP8CN7j7Z+QA/721BPwwHGT5BikJA",
            "t8NIP57FnD84KU+/QH73vrFT2b7DARI/TcDJP/XZ9b/q0zk+i5ePv5a/Ar9BZ76+08u/PbVc+72GxwdAEBUJv5EYqj5g65g8r80eQOONir/pjIe/sxibvu9Eaj+9kwM+aFGAPxoilT8MxWW/VAXgv9pShT7+5AI/B3esvov3Gz/HTCK/xdJev23poL+7oyG9Na/4PT1bz72Q/Gi+upI+QESraD9y6Wg+xk2sP+NeGb+SghVA1f/aPiFADz/kY1M/4ewIwKGe4j0tyIC/Jhkjv7Ndlz7AdrG/217Gv8F7Vj7duwjAPH4Vvh/8A79lL46+s2fMvrrl1T+Js8++Bn0WPx7Bsj1dQA4+LJKBP2srE8DXijA/lYIAPyx7w783Fdk9BiVBv8Okzr5qb1M+d65Xv/5oW78IMRQ/z5ylP4pVs79+Yj4924CGP5OpD7+Zh1m/S+d0P3bsqD/n3JU/KPm/vwB5nT61xME/7SOGvtdxAr+BJo++nZOXPgJTpL9MZby+kKaWPw9IcL91gR7AMFaVv6Llxb7dwTA/v8eJPg7usD49YUm/h7VkP7Zgw76nXmA/He8+vlvssz/J7za/mR+dP6l7+L/g8ok/7HoEP4acCUBjsiu/d0FtvsnLpr6eVMo9nVVUvmG/Oj+ZfTU+BH6RvvvpIT02hIm/9NrbPmHQkD9kPY6/QHGtv0cea78Qf6I/xEwav73Aab/FcR091m+KP+gIXL9teVm+DD78Px/PT761Wtw9rX6/PipMGz8+sP0/JggLwFnVGz1qc1S+lSKfPxWRHr+Z/fa//XCqPn/nZz4gcOo9htUjv+Fhqr5QQso+B04Nvzg7AD8BnXe/pnYZPidqAEB4ztY+Vwg5v41hoT/u4sm/iMbuviKEHUBhbZM/KXzRPJtiXr68P+G+ozMuwPmOXT9RvmA/K+bYv5R0KEBFf7G9MexEvxzb1b8NoS2/Z3t/P1VRH77d5lO+FqwrPwA3Z75IT2Q/WWC8v3nYAz/8+d2/E9ecv4aRuL9AvWU/",
            "NSNYvwnMED+8ggi/rDGEv4zBeb7zC3e/0uaFv/hWjz/xrQy+wL9wv8j+qD9CIjA/SAT9v6vOAUBx2NS/D/fTvRBDxb8vlJa/RuWavs/f8L/PcBG/zUzOvmnQRkB2Mcq+ddNFP7xZtb6sLTG9rolEP60OhD5b75o953z0v9VAHj9oPoc+JNMPPywn/z7wpli+ZJdevysNyj5DIMC+J7OHPlgv2Ly0rSy+uxgsP2L8fb8ZDwI/C7pJP4a0gj+cNwy/icEPP72BzL9RvAC+7SrlP3MpCMAetFs/r8BqPvprkj5Owik+4ZIIPhHzEz89yxc+tU0uvx+w3b+fR+4/1qUgP63Zd73Dt16/9XdsvybCCb5MLTa/xVZPQE8HIL/SF9G/ohsuvwIUsb6AJmW/PP8qvpSKoj9k1jM/X1HPvoVijT9xaLs/ebS8PmQJ+j7QZXU/7FXXPwk7p79dHju+MMB0P/4Z875XpoG/JU3SP9Z1iT++H5i+mVBCPx7IOb+5mP89c4jFvujDJ79xq9O+d0ecP9KgNj8OnN6/0agHvoClKj+DP4+++ELfvmw9lT8h/ze+ebyQvghtlb5rRBM/OaCsPcXnhr93nou+8ew9v9iVP0BmT3I/4L6rvzBjAUAofQo/DwaHvxXNuT6qbcK+RcK8P+OPcL8hFW2+oOeRP/eD9b0/3u88VVMkv+djBT+UYXa/VvO+P2s9PD5VTvg+mJvEPZ3fAD6BDpq/8VU5vsriJT9PMv++2FSSvs4FKz7a3Yu/cbAiv56Jdz9k/cK9u4sSwOxSkj4ylVe+P5B+P6QuED9RTBo/pWGfvtxAMD6cLS1AVqVmvpX3hD4A5WA+kjs6v7Tdez6M0xI/wysJP6Kol7/VKkM/Pt5av8Gdpb9+KmK/50PUveQBjj5k45I+t2egPsm9bz+fvvM/mNv0vpHXkz9eSAA/HUovwOQ46D/qCu0+uEwBP30t775SmI29WZ5WPx89Hr/72Mc+blVkP+es+77vDog/g/3OvyLJgb/LRdK/",
            "xggyPSp2mb/sZFu+PId4P7KYyj7jlBc/UvARPl23Cz4OTVI+8dOgPzpTDz9Yjfo+rYNAv2M0uT8z/t6+XPWLPujM4j88Fg3AvTtHv0OWw71f5ZQ/p7d8v3uYr77jrz1AKaPKvsRZnr++ocw/cLLOv+49sz5ki+0/Yv7kPbKaIL+hHkG/1Ns9P6jzMj/AHDlAwzUovzSFeL+sh4K/Gb+lP95TBz98tCG96IyRvsxoV70UY3Q/GunqvuJ8775R45E/HuWyv839DL83NO6/rqYUv3ish7+Gtca+kLPqPrK1wL8nLwnAG9L3PlnuOz/eiwS/vdT2v5fVPj5V/AE/07Fdv3m6tD+wM3A/lUVHP9EUir8J/AA/bJ91PxgnBr4Tuoo+xtpXvvdI5T7b7o6/jUJ7v+00RD/E2TBAfEiSv4DoZj/gZ7E/6xDgvJbiz762cWk9QVkcP05SfD+v5+A/m+RavmwymT+qDRi+exTnP2sOjL+p7Am/cEZAP2doAsAXdga/aw3RvwkWr78xLsO+l2qTvkMiOb/ynlu+l5/Bv0E7yT0dL7m+f1auvitNhr5FdmE+F175P1zPBL2LAFg/KvNbvzk4CMDDVO0/64OgPp4gBT3WjBW/eN8JP2K96L9EeKu/5BDgvv4yAD9x4eM+7YRwPkMd0D70/LK/EVKaP91SQj97kxe+w7NOvLvyrz4V10S/+LJCPwNrB79e29e9Mj73P5DgzL4ZXEa/9OswP/fuu787u4W/XJIHvmCo2b8xzlU9vdMJPloAG7+KKn2/coxFvgmA/r6awH4/3JAgwKBAKr+Vs0Q+y+h2P60iiD5/yNe/2b+GP26qgr4+X5s/H/krP9wqML9cqXs/hJQqv2Fibj51ICe/UewUv4J6Ab/kV04/xflVv/SiAcD97WS7kDwfvwc9/T1XsSE/4unZvpf397/zgoQ/d/bJvtbxar/pV0c+2W1EvtTcYT82CJw/BbufPlfzsz+GzpQ/01JMvjBcrb4Mg3+9nNA1P1AAtj5CQqY+",
            "Li56PTtTfD9Ms4S+6DnVP3REBz+bS02/ZuHEvQWfGD80fDU+DEWeP5Yupj5/nyG/aBYivsqEAL/tC6M+a5IMvsXMRz9xEsG/zW2zP7Dum76+4QG/PHaBP4hH1L4beMG/SkzWvuMVkLvKXxzA5zjXPy46jT/GMcY/ERHJvwA6ET9K1SS+GkuAPw5/1r9Do60/iognPxV72L5db7g+Kx8EP6s8TD8idYw//PMbPnxCyr8k7WK/813APwGyU77MuwS/kF/FPXA97T5VPt6/sR+VvihOYT4XzpI+TFGAPoSwor8/dS2/ZWFAv7IjMT/psfM+lNt0v8iAfL0aa+Y+qj1hPlUZ8z6vAc89WQ/OvW5LRT4CdZy/EUi9vntK1b9Ng42+4yiGv4yVIb5J0ZW9nRgwP5927D50o8E/Ay07v8yHPD8zq9q9YkEFv1FAh79ftdI/uan5P1hKzDvD4Zk+tA4CPWl+sL+aJzW/mQ0kwLsXur3Abq2/gFV3vlVsxr+F0z4+bLmXPgQ4v7+iaRa/X7wCvz5vTr+pnDG/FKGmPrlN/b5urYI/bUoPv6Uv6D/jRtk+6TsVQKl0/D8xOq0/qEYLP9xv9j6IJq8/H6+OvXnWUsCNlJ2+IZ7fPW57Ij9j9RK/Y0uEP+tCPr4Y9Ow+Q5GIP3R4z76oOOm+2juQvwXQnb65B+s/gVqHPw+Nbr8+GsW+BpGuvgH+pr8/WcC/+DCXvBJQrr95SEk/xvi9vw8Wjz8nRKq/uD+tvwi3C0CVfq+9H0zzvmM1sL7wIEo/vMYCP81tmL+nbjO/up6Tvyasi7zsGeG/cyaMPpRg37/byLM+GAJ/vh0n5z6HqwBADQeEv2DF/L66Vbu9HqiOP+Hogr28xBU+rO+4P/C5uL/w5Ee/QA1gP/y5v7yoaPQ+L4B0v1Er7z4MDVs/G0PTPmkJJD4GS6M/1HF8vvQEtT9+dYs+4bOKvs8ah79HO0K+O5ilP0F6eL8eSxE+mM2/PyJNAT8jK6E+ZoFBP/Q6aL+EOpq+",
            "i0HbvzTPA0BJ3hbARBhFvn9khr/UlOq+hrEMvnpcFr0Nnyc+tokBP4U14765Rts+SFMiv956bL/GGzy/v5Mjvwq2Bz+GT+++QYnxP/qbjz9UvPk/Hz59v6xRmj+5gsq/6N+SP6h00Dwh70k+XzIUvzNGIT+3HsA/yfNQv1LsHj8RYY0/ZtHGPiIZlj+0kpY/W8qGPZ292L+bFh8/GcGiP9xIUr9HrfG/Mub0PzuN975qt/e8cDEEvecWdj7z5oY/23/0Phfrnb9QbzC+aceaPpXE7D1fkfS/j0sov4krlj8DN7a/bo8IwK3z4b5N0oM/ex8Bv+QKNT/ESB++np0nwLeIzb8jq4C/Kz6Lv748Z754zyy/SAqZv/5wvb8jAKu/I24zPlqfOz93SPu/fUXgv/upRL+8Sgi9PZmNP5PzjT6BPtU/CAQqPtzmqr5ZfUHAOC5Tv1HlEL7TTj8/kk9Kv+boAT/269e+jAa6P6fF7L7Pa7M/zzLsPdosN74fY3Y+O9j2P+zPTj5a1kK/GEgSQGRvoT/aJ/w/F3kpPr9ArT27SIO+fJ2hv2OfyL4UKeG/Ta6SPhYZNj+q5Zq/2hamPefWB8D2dvs+CK3rvq2/nT+u9pK/VMaGP54Kn7/GEO0/jv2Gv8OpqL63w4q/RR14PQqVnL23M7s/nUI/v1ybgb7BB5w/dRE6v18PAz+p5Mm+FAfnPt3RA0BQMjI9xwtsv5omzT+pipa+txQlv3eHnj4E58W+yg/BviHsnD+3ibk/nQdcv1dOvr70Ym0/7DXTv/8dBsAoEES/CHvzvpY1571Z8QHAX12Kv2Z/AL+2PAbAHMclPskmGr8ylf488osJwPhcsL4sTvw+cDG8v1tbUr+Ie0A/YG6/PlF4Wz5Gk6i+G4PMP+Ndl79DfdG8lzEeP/4iO78Eb8Y/ooaxPj10uj3NXQI/kqfyv5H+mj8rUyC/XbEmvwlngL56wBM/FO99vzS6Xj96IKo9QFOIP3axI7+VmFK99xgqwCGmgj8b4VY9",
            "GGstvly1YL8vbn2+bCqgP+BWtL1LKA8+BTH+Px2gnL65Csk9lp2MP+g6Jj/v5E8/8W4JvDJ8iz9qhAe9rbdKPq0aOz/Cqwi9oGOWvnKpmj+UKwY/81Vgv9XGij8wbVS/NL30PpEazr8Rwls8xGzaPznQ5D7anxe/frEwP2I4QL5xVAo+Y5u6vwVt+b4aaxXAZJksP0zF9j7LBMM/XNq1v9Wzaz/1pl8/ftoSvnZILT8t/wBApo9kP6BFvL7KPl8+OO9VviyA6r6TLhK/ga8Zv88i8L56eT6/QHESv8Zm0L5tg7s+DMt4P+t0bD+ZEvy+xUgTv5M+gz/egq4/gay8PzSFPr9BT4U+Tb2PP7nBAD7YQ5U/9cHvv7f1Cz8Jjiw//ROCvsEO1r+zDM+/krJHP2WLEsD/IKM+MihGv8JqrL5AG4A/+8wuP9IaHL8cZPI+BZ/ZP+keZb7yq1A/+Cj7voGc3r8eKjS/HqKGPwbOvL97U6w/RdpXvx3VRD/6dy0/JDpqv/Wy4j4Fbvk+Khq6P+zLKr9paHy9BTlqvzyLMz/Fu44+ryj2vpfV171rEw++GqGvvSwIor8YSeo/RHHvvsCIvT+5wm2/O/Rfv4ZeGL4MmMU9GYqtv6VAIb9C8o8/7z3/vpj9Uz8+Cxm/GqeGv7g/M79Np2y/ORi+v1/REkD3K64/qi4qvtgG1jwZaA2/6hurvoOrXr/Dcoy+Ak/eP8lC6b9QbZ4/AvMFvjfzWD9qCtg+Q+kWvlUpEjzvXbo/K4OvP3w7xz8P9Ay/dUKHP0+8UT8Lo1++fHm5PiUANT5fTNC+X3SNv+K2hj+MVW6/GHg4vz0prT7PcAa/+Vtov3nTHr0Dggu/M7Q9QL5HJb55LLQ+WJ3rvpSRR786W8O/X4rzPs4MNr+E7LK90GHhviMmd7+qVxe/SeeZv9sPGMA4aRW/l6AQvxP4Fb819Ls/J33ovc0bdL5ulwS/9wejvFD6Qj5NQQM/1f9evz+1nb+WslM/W1exv4rn4T6jPRS+",
            "eZ1WPzii/z6XwcE/NWPlvrbU8b5ntQU+OzpsvkjTej6P40E/F1B7PhsAOr8DbQS/Q4OTP8IAyr6b4Kc/yUMjP4OP1j9F5yu/N1UuPfI0qr8wdEG/XPCHvh9v9b+07ai/hbQ/P/WOyb9VMZW/FO5Lv9SCg78w0qM+kHPDPg0aaT99VJC/2arLPGRs+z75nlq/Ls7gP8/hkb5H258/gMzCPzk8zT9EI/A+zhF4PhLHML/TH8a/QE66vmrcGsDshbY/0HMFwGmUKb8bVwM/boeuPy3aeT1Jl1C/R3hjPzgNCT+f3PG+NpLSPy6XuL5FuYu/xyxSPvW5pz9MU+m/fe1YPqeLMD9V+wfAkes8P8WW8j4RhLs/+KCpu9sTmj0Uhsc/HFXEPuPZpD/M0H2/n94bvuNylb9akAnAY1w/v/VYjz6mn7Y/pmu0OwNSQjzKT4a/j8k0P5aa/L5tOYG/NhW7PiB5wr9JXOe+Zm4bv+hdS7+NhU4+QFCdP7yiVb8cZ5G/zHSgv5qjwj+xxgK/WFvOPlG3tb+LOmM/VHCZPQ8n4r7UEQ4/oX3oPmN3zL8Xirs/h54NvnLhsj+zUWC/qE2Bv0tQZkCkUIa/VKEjv+grI79JbVm+frjGvZG2/L7hfg4/rnJJv3/7JT8cxZg9FgOsvkpHmr84E0q/OkhZP0xOhz/ZCS+/GIPOvvlE9T6+xUS/9vz9PpXEtr5jVtQ+ErQJQP7Z7r9PG8Q9TX8CPnwNkT2w0Hs/C2WWPttWdb9VJrg/eiIsvyJFqb/055M/vWOoP1i+r74SzBK/A5KPP3MjkL8Xj6C+mAlUPwGFlj9p0pQ+SSeKPRJOyr+ONTw+echlv5V7OT+B3HK/MRQyPyLnYr+GnFI+bjIFQN9juj5iJW6/nkkHPyU/JL9MhJW+e1EHQKiYSr+kaXe/vJLcvzZ44b5Gekc+8iccP3GhZL/PeC0/J6XuvuCS6D7Xe5w/e/HDP4p4Dj6Tjiw/+ccdP2R5az/FV6g/UO0JP2/znz/jIBW/",
            "qG6kP3NfTsDqusO+Y2BGv2RFKD+I5aS+YikWP335+z0nVAM/T8e1vyHqST7Imio/e1Wpv4lP4z+RW7E8UNnRPlrLzL7PEYu/i/lcP9rrCr5pzTw/7bBKP3iSjr44VR6/LtIUv7+gOr19iPM8g+UbPlKlkr8YDa0+E/5Svyn4bj5Y0o6/NRpXP92oOL7k136/LD8LwICk7L//M3o/T0mQPyFgML/cV8G/8hy5vq6qyb+nNnS/kRcyP4fNG76WRqw/4wfGvliEdj8G+5c/qPSqv7QFgj5DBqM9wEMTP6Yd/74ucSm+8jMxPnxcYb9l1LO+T4xjv6BlN79FfXG/kJuKP/nAEj+P/3O/fz3bvg54xr/H2LS/HaAPP1X9Rr4zCQU/8MEyPYZgEMDJf/M+ImvLPjEkaj+96na/LGXxPsaLX7pQoqm/NEcZPyhGOb+aM4M+kGOaPgzTsb+grCE+JmaPv5L8iz7dMTu/LkI6v6ZH6j4DMI2+ImVrPk5/vb4Su5G+xm7Mv1vm2b6nHlC/6MgnvgRJBL9Y1US/ln72v0Nkxj70zd8+/q9BP1oAZ7/9h8o/grvTva5Zvr5e7Km+RwKBv0sFuL3IlBLA3TwlP2JqUD/qSVy//laNOiqGcL8jglS+kXeBvnc5kz9fSgpAdO+nv34Zsr8zL2s/vqL2Pej/Jj7wkgS/f9SRvraxuD8QIqa9XsVVQJO3zz6eFRvAcu8MQHQ2tL21cRi/zIOtP0k4BD/p2q4+HAaQvy99E0CJD7E/0vDDv0lkj76zxN0/hXq9v6bKmD3+zna/X8YDv8HjWr/mKfw9N6zvv9WH1r7eF1Q/ZqS1PIGkhD/iXtI88C1rv0bJOj/f3Na/s3mXvuulSL967oA+tXp/PoVkw79H9X6/JVgsvwOtq77mojY/okqUvyQ/hj/HahDA2yoXP4dz3D++Pm0/0WyLPuuRPb+3+DPAV04LP5I6ZL45hU2/hwAlv3nHMr+nrIw+BHXbOYHWiT++zMY/nMmFP9UNPj//P1y/",
            "0eMUP7yfZT/Acms+lPFVP2/kQ7+1X0E/GmsUPoxI7b7uX7E/HoRlPkS4lr/j74E/oHp3v1RZFEB0NsW+UDIWQL1Qzz7MqYI+tkxlP/TGiL88ikq9l6yjvaQfnL50nnO/ehE1vjCbeL9JiHO//GU8P0Q0zz9/LXa8UbeIv4gyvj9RSSk+TKIav1YYiz2Nwxy/PxG9vmo+dj+vudk/B+wHP2NXib/09Ly/tR7rvp4Y5L+9dic/KR0YPto+EcDnxbQ/Ji4Iv6nH5z1MKjO+ikvsPX4wrL+qU5Y+h9aJv+mSu75FTeO9vNnOPwI87b/v97U+IKK/vlawuL72yag9N+wBwMD+3j9IocE/wRKPvVV6tz6n2pq+V+Glvumvij8TxHs/Egesv+BuoT9XgwI+lMMrv6dpgr8fLQDAzKJAPYaZsz8cdnE/sc1uvxYOOL9ubPK+v2MHvyElST8qjI+/hDvEP3UwC7+AJ72+wG/qvsZmnj+P6ry+CXkkP5xpvL71HUQ/mL3cv6XgPb/D5v++rsJFv5Hf+z6gKhnApZbivoHmEjsuZbo/5oOCv4TRST+sP5u/WJn8vg2vgD+6Gci/AHDGvwClBL+Dk80/sDHbv/RNj79GKZ2/lEo/v4bACsBGSmm+lGxjvwN7nz+1HAg/GPUYvjmgrL+jWEI/Qn8EQK77Pj4N9Ji+ArIgPnRtD0CajVc/y1+OvbG8Cr424Xq/F3+BvwaArL5rVAk/zN1XPrFCiD588/+/BOG0vtiEi7+OB02+bZgLv+hQNT7/yZg/LLlWPeYaML/1t+O8PEECvqSL8T1PTc6+Han5vrhmtr6g96Y+/UaAP8v0jr5EPCo+anwEPtMsVr/Ja40/+6zivg1qHr6yNy6/KGO2P+4v5D7DmKW+Iv15PsjzyTy82mi/sESpP5mRnr9YkkM/tVObv+kmmD/8vKc/tOCqvt6ccD/faBG/S7SVP8bTE75x3cW/NHcgvxwauj7/O5C/PU9QPqEoI7+3qWU+GiI+PzCktT59hg3A",
            "/8Iav7ijuz8r0YI/mEvzP2jmUr7SCUE/J+Ypv54npz4FdJ+/PFmqv5GIuz/MzV8/RxEKwPss37+vY029ExfNv7nQtD+mTjQ+OQfXPZCDBr/yvNw/IL+wvgsSTj77Lpq/1WB7PxBjeD8wjD+/LGdivswrFb8oJJY/DP6EP+bhxr8i2xS/8rEkv0Hukr9UDry/Kxkav+HMYb+/50k9afkyP4M8UD/pF5e+lRQvvqZSwL/fElk+/c8WwLjUkz6zydY/BrEpP/I3DMBHXta+NYPpPtZeRj+hyOS/cOgDPmp4lD+L4SY/DjOsP2g3+7zaBc4/GdSHPxN4bD8AZa++mzk5vu4gtr68v3A+e7LXvwHMDL9yyp4/T2JCv2FhGEA2hIs/7LdrvuxyLz5ojZU/nCAevtn3WD+LC3M/voIFPs9ap749xEA/mtILPqe+FD97RmW/+09Yv8BqbD5jTsq+TG6xv7sa+70XBIi+sZV1P9uPnL7ZVgi/cIpgvzMuXT+u/j+/NRH0uBzoKECU1FC/m23ZP0XYTz8zLi4/iN4NPQqL9z8a64+/DO6XvtXKFr56Vyc+hppWvrGl2r95bXu/g0myvnm3oL44/9O+iGu2P3P67r+0Ajw+5P2fPC7IZb7UNu4/S+8ov1+0eD2/e6M8fuYnP5vOhT8EvR28Ol8RP4XoDj1VICK/4YZhv42jKj+rv/0/jyfWP1/fEj+TdnA+AbXLPkuDQD+nNC+/J+Ravwc+775y9z6+ZpqkPeq1jT8aWQVA9w2Ev1BsLj5roFA/iA3SP2xb777yp0E+af3+Olw6Hb8BNn8/y5+hP4nHWj+RvhC/FBDhv4RFI7/JLiS/KZBgP/Suyj4T5AS/7SqCve0gyL4SNsg+8U6Svprx2L6KU6K/rpzFPtC6fb8Hcsc+yW+bP99x0b6dQz0/ebDFP6sLhL8t4Ru/uIXjv9HnND6AU0S/REGBvkaCqj9NQE++46NeQFzZe78AxbA+jHOdPyj+gD/zqiK/GVYgvvmKB0DkORY/",
            "5iUCwNU1H78WgMW/WCGvPo5dLT8NvY2+jsU9vx1GCb6OSIQ+L1WlPx45A79jBnI+ibl4PpYX7T98EQI/pcmjPoXfED93Nzy/5MXQPgSvJb85PnI/O7dbPyDb576VFOq/7Q4KQMcjDj9GCim/pwzkPwr2qj8oTko/8RngP+B+pD9aiBw/s14MQNVFB0DyYR+/4XCGPwImCUBv7au+j1KIP73BCkDszGS/4XvgPynxSL99Ggm/QEqfPkZPiD9Y36a+Gpk4v3rOQD/I4pQ+pjhlP3a7mr933qI/6lBkvizgjD4/c5g+DwTNPcpNoL8Bqje+J4FMv0r0hb/lXLc9Vpj2P2vtQL//lGO+uEuxPYe7hb4czCG/HpNXP6msrT+aX+C+drnzPlMV0r+7CIm/EwYdwKPdxj3nG4g/iEenv9mBJz+SJGa//dSQPppFNL8gVCK/GKAFwMtG8b0FGIq/6SwRP+4MvL/uHhy/I105vTS9Tz2h/4w+elg4PnEGqr9BKM2/MBaUvi2xTT/25My+/hxtPmN8bj6puJI/HgnuP75cXr8e4vQ8Q5acv1tUib+f1TY/OXMpP6zIPD5tas4/T0aUPxRswj1NrI0+zruHv5/oJr9Kuom/d2zMvoaDLL/mqI6+YgpUP6DUNb9Z1nk/lM+uv0cS/j4Hko8/XbmyvdobVj8XWeW+I/N8P3HjK7w6rQw+M71XviXA7L4y1BA/j2JOv9wEUb9Qn7M/HdFKPoT5CL+BgVy/z8JZvlY+YL+VSi+/LIvLvUxZN7/4loO/VRMlP29xEL9F3XC/mnPYvj3RlT4eEsy+onBmPjRAYz+svZm/WLI7P11pv7/ZSKs/EPOPvsU5ET/cRZ8+4K9yPvKmPT+/xJc+/vIqP7CVhj9B2Li+KKPPvqfjDL+3yRc+Ila+P5Yqp768iPK8nYZTvxFcQz/+Jok/AJiCvnmfBMCfacw+13CxvpW5yT12gOc/beJ2P5aESD5gfy4/kPmvPkpwr74n5+U/zCzCv2T6mb+OLMu+",
            "NjJuP2L7iL9FfRS8Hf/wPnO9bj+ehg8/B9AGP/GT2j8DNhxAQKWlv/yRh78LXoi+nphQvnxHCD+Nn6I/u7WNv3luMD67cH4/vdyYv0OGgz/wlz4+oUITQEdwp7/TuxDAlM7bPmmjFj/ilfk/JQ2rP/I+tj/kueA9MSqdvziPjD/NJZo/fEd9v17XRj+V9nc/XC2Sv6PIqr/YR5U+EhASv3A0XT+KsS0/g0NsPEHT6L7ISA4+AlnIP8VZhT0FOIy+fEVKP7j4FMCcmru/IeUuvbtBOD9rSei+UJF5P3RG5z/ElZ2++sCOv/XmN7+s3bM/wn99P0Y0V7+aVAfAnreFv9lq/L4LR6O9LBEYvnv0cT+hG7W/6BPhvA8jmT8n1wW+uw46P77fnT9e+/S/JyKavueXiL9aEpw/JDQWP44zjj61BVo/BvOAv00V0z6bQ3o/bSkeP27kHsBRV9Q/tzgVP3i+yr6UV7K/+ZHwPoAb3T9Zyb298SuMvv7B570dfw0/vqt4vcTSOL8JM04+d/1HPzlUzj5hR6y9U4r1vQkGSL9G4Qu9gfqWPkWoSL69e8o+u83Fvrd54b9qAp4+JJXyvjKmdb4Khcw+2oScvalcVL++Hte/8MNKv8HlKD+rE2m+ab3NvuePDEAgiVo/56dkPlKddj87bj8+7Q8Lv0i5oz4ozog+6Ub8vkA+Xb5z4Ew/9GIxvu70uLsP1Jm/9M4OwIjeqz+3uOs/zOeOv298XrsFmpO9Fs9pP3SZ0r8htt++u3Lkvz2AIz+v/66/+A0JvzNQd788AjO/0/eUvVltRr9ZEkg+V57kPnvnZbu4VYA/Ef9KP4H2b78zx4i/DAKuPtwd1D5T4rS/jk7hPgmtzj7Ekek/Xme8PpWXWb+VeG2+TFgjvUMyWr8M36u+7astv26kBj/ImFW/c1uKP8bomLw5NzG/Q8ZVPrhyjr7R5ca+K741vw2bED4KOHI/NuzxP/cziD6eFBtAcvi5P34gErxiiMC+lSCkvnku+L4LPig/",
            "2sXivrprU7/NjhC/Tk3uvwZqiT84twbAuSZIv7wZdr7cEA+/uD/rv3R9iL5IBps/oxpJv7KEgj4ww9A/4JjVv5PhLb92o1Q+v+GwvlOTmT5JzWI//C5DPhGwoD8boRW/FIN1v7ybjb9Mpd29uSuAPp66lT/oV4a/RWVcvcaHsT91eWW/GrsrPxAzJb60/HC98VdUvyO3cT86ZoE+5VucP+vivr7A3IY+fWGaPYRGYj+UHuc9wuuSPndX/b9d8YK/RViePnkuq76KKzI/kCVFPxIErj68Iwq+BaFxv+ByUT9aq8U9KxTpvU+SND9v+5I9T3OKvlJlij2ZDW29QznHv2Cajj/enzs/GBGpPWlFvr5yH0G/sT5aP+rHAcBvEoE/HqrgPyiQ9L7e1WS/CFOBv2VKxb/ChgZA8jivvrIr1L+2Np2+utYWP/CetD5+7iXAvT0UvydqMj4h7tE/LER2vxknPb5UeOY+7E2dP40ywD9i+z6/GlW+P/yqmb90CSXA+arCv0rtMTu5t4q/piWAP4QAgD+r/gY/3BQ7Pyl+qr9AniS/XPQLPuJJyj8QOrc/G4yMPoNES7+EPJg++R6qvhjmXz/LI5o+Lt9OvibMhj/3lk6/ImnFvn7ezr9Ilcc/S1eBPzxtJb9Px3u/7l2rvhaegz9jTsG+gM+sP2C/MUCs0tg/pXwavwz8Sr+27HK/0tKtv1f7Aj4di4E92PzMvjYAlD5IzxO+Py0aP69LIz4o1+a/xuyYP26hD79T9uG/6Q3sPf1C6D75OHu/YXMcP7MgwL7r1ga/m/16v8bvF8C6Bsw/QV+QP74FEL41cq8/xCA7P1+xYb4tNAk+fOCMvwN5Lb8x7V+/8LX2PrYVlr7YuJU/63Hvvn1woL741IA/LYOQPWSoFzwQKKM/1muAv5NDvz6N3R0/3MyEP6t3Kr41x6o/8t+gPxIpYT5+/qq++1tfv92Z9r6Qn2I/EdZ7v+Qixj9sQne/5MGHP4px377xfUi/2CQLQCeqEz8pXN++",
            "CuQxP7+tGD9gmKA/+maaPQhy5T5kQhA/OeyOPuFGGz9gqps/nvoewCucjr9EL4k+z/dXPnpOub7lxVU+X6jNO5D7Zb70dBg/VNu2v4nqAr71edq+Pu2Bvru8Lb/w4FU/VWbwPvuHvL7QEWo/8PQSQBLLtL7KZ6M/72mAv4vipD+RIie/dNn1P8wArD/L0xw+GgAQP2ev2z0xTpU+2bKZv1S7Oj/gQ0Q/MYlcv5ZhLUCh2MW+DaY9P3h2RD+EO6U/0HNMv5NSqr8drru+u0uOvux73T3QSi+/DHUdQCdeuT2k+e0+UJngvV3HUz5CtEk/ihvcvuhIDb82VP09+IeiPl/DcT8Q0iy+k9BhvlZBPz4keQC++rlNv6WXZr8Slco/G8xSPlIiR79rk5E/9qqGu61fFMBM3sG/Y/AdPsrG5r6NGdy+MJcLv8zvpz/ilfQ59d+GP7r3rb8eFFU/mQRhP3bU/T8RLka99MHGPy+MIz/vqhe+AXAJv095dL5WOIk9wBWXP0xYrT6NIKS/3VFBwP09Tz+N6ke/HOnbP7ay1j4eggi/F3M9P6C3xL5y26m/VN2QPw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "PSYHMg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "duKMPXmAvD1dfX89IxmBPT+4rbyNEdO8Bz0nvRfwzL3oCa09Sy4KvTA3R71XCyW9sLHWvPRkjr0wc/Y90I2DPSWDfr31eam84tqGPZcInD1YW6E9CsuUPYghLr0zqOo9JMEbvQGzaT1mx589gPmJPQCtP7yxLEw9CElcvadp9z3Q7rU9AE2WPQIdiT28Now94SmhvQtPnL1f9k69aHmDvSx3rT0IxY09fneZvSfbwr3SQMk99zy9vd+/rT3mBs09IAr1PTELjT0az6m9jeiBvQKVSr0Ifli9Wnxcvcu2vL1Rhqy8wmyxvPRkm73rNs68AfmkPb4wlj3PAZG9PEN8Pfa5gzwdcRI9RiDAvVxFGL0z30+9K/CUPbozVz05xW49vSZBPXpUgb09oEe9tHRWvLa3aT0cgGE9zTPSOjq8070H4x495wbVPeLZGT2F35Y9HABcvSh5u72LT0c911JbPRe9xr2JxZ89o5XkPQ7Jrr3A1Io9/ldHPbOnDL33dke9/LmNPb3/br2mrze9idw5vTdBXD3p2s09K8ZpvbupuD1CxJw92JaWPZ4bbj0EUaM99RvZPWLKrT2NEpS9SSCLPacQLj3fxZI9NeWePayLPT20Zlm9bBhPvXdE0D1e6zi9I+NQPTgybD3i+3Y9VgKyPbLRyjwWRYU9ruknvZvgg70eRG89fKUrPdpCtD0MsCc9MhVaPSqYdL0SfpM9J4eVvX4VuD1H40U9S6lqvToYmT2l5Mu9I9KSPeOxfb14IUm8OaBPvWfKML16fZu9Mlu3vYvYZj0I/qA9Ld32PRHKXL1LHJI9K8TAvVC7hj2P98c9bWskPR5WMT31UwC9jlEDPV6Qrz2nO2w9bv3uugJvIj1k0w6+4nKZPa4cbz0Ic5s9Y5KivUlOU72d3SG9kWQiPVyzyL2WnLc9nJ0MPpVdcz1BO5e9uGJRPSWHd71nTM28MDSmPa3rVL0f7bs9r9WJPaOB0T2XwJy96BJDvZGAoz2E8HC9RofCvTHv3z1s3ii9",
        "VcwlPcXAqr0244G9KwyHPZVwmL3ndmO9VekkvYmFGr0qpZs975JNvb1Olj2seZU9qdFNvRQu2z3PNra9U67GvdxwMDtahxC9Upq9Pbs4oT1eSyu9Cy9Wvf3RgL2TA469P/5NPU/riz3MisI91CupvV/zir0JP9a9qvJ2PQmEaT2RThS9YU6WvW1EjT0ZbJq9yKg0vTlIKjw8FKu96oJYvYQnjbxARR29r0OiPduBKT3IYCM9LnKgPebPhj2gmJo9wZe9vflbk71/XZ29Oh57PRdaED2P0Y09x/K/PSC1lD3hZ5q91cGPvd4/ID2nAYg9Us/DPSt/tj0XiXs9R/WbPVsFjrzAbvw8o0crvcb2fL35ffg8vY16vc47BD049YY9n3XJPatypj1WeFw9IGVyvXeMor3FdVw9eFQgvePMoz2lyt69CcJpPYjkz73vClc9cDdovc6qGb1Dp4W9VKSbPQbVZj3U7Pi8UB+8Pf6RlT0CLqe8h/qXvb7WqL3LDpG9N8aBPSHhFT2FWj89bzT1vcBulj1h/2O9okKFPb9zor0QMOa9DGh5PWKByTop+Kg9hq/CvWSc9jz7h3S9LWusvDU3mr10cb+9wWgrvZOZOj32qIq9RegCPTOKcj0EI1G90yqBPDguLj33MLm8Tl6VPWJEfz1DhJi96aOHPSArQr0owXo9C1CyvXpcZz33E4K9XV6IPfbAlb0kb3I9aBtePT7Pkj0eTIE9Me/avDH0FT0BBY89Iz3APdB5FbxMf4m7VlGCveI1oz0hFVk9OsEcvcgt3r1rsMi8eMNIPQfy5jwLpfS8KHaGPX4Dl70tJYA9lgGmPc4b6r3X2x29duSlPXTrVL1GjGw9o3H/vFVdBL0m+S69od9rPYO3sD3kdFE9npmYPQA3Lz0G16U9vfGNvRDIKb0l08Q9iHR3PbOP9j24QaC9c40ZvZiFAT1Pg1498ZysvMz8cj2mE9i9ielrPU4IjT3/Wly90RTAPFC4ND3/lsu99tOevTfElL1jaWm9",
        "9CB+PU89Vj11bs+9YgJWPb3Qhb3ySrA8V1UevW7CzT395X09uFKlvVE6gT2cHBG9k1BkPcpOh71W8Vy9iqssPVKDkT2lb7I9JVuivcR8jb3V1KM9ElSwPWb5hr3YaBO9YqcmvBmIET077JO9vnsMPQyQvD2VUUA9eYavvdM9GL3XsIw9I74ovUifOr1RroY94i9kvYYdxLzcnK+95ZFivOe8Ub3RpTu9Pegfvd0jl70P0HM9yBa2PcWzf73Tcno9ovYzPUUqMz0+HjY99fxoPVZstz2ruKQ9q/13PR6AlD3mgoa9vRGPPanwuT1341899LCLPS4Bmb1v+Y290ZmOPYiWdLwaCMw9fxI+PTRLrb1WDfA9wiuFPWD0qz1pmws8J+w4va9khj1VXZG9iAf+vF1wmr1P80c91MGxPUjw4L0Oub89oz+dvcH+dL0z4C690Tk2PfrAZr0bAAA+ZOGBPYSwKb2StGa94LVxvENCmr3jGGA9r5kdvSMQLD2kSXK8b5WiPQJezb3+1js8uMM5PfuuBrva9ts8XR8WvUwsKz3i9JC9IHl+PXyPXD1DbJY9AheIve4dur3nVqC7dLmIPcztMb0rYKI97fWEPXUGtL1aDX69nJuCvaYoSD1T+BU9RqpdPeNjTj17ch09nHIBPc7Inz3wMa29tFD2vN4Zsj3UpY09QoobPcN59bzlH829aULvPQ3nEr2riFa9p2qHvS4Doj3L5m+9Rg2Rvfk2Hb0P44k9mSQCPR4XsL1JYZy9r3FWvetcQL0IAI096nUevWJej71tbls9LX50vcfqXr2kh6O9XK5pPTHclj0Ax5w9DqthPTHGTr1shRo9J31SPcnS47230p29TcoivSDgAr5157E9l76mPXTYeL3lzFE9rfgEvYMFuD02DYs9tVCFPbl3or19p489Yt6Xvax9Qb2abFW9td52PT8YbD1nFmG9gCLJPCId27y1uO09RydsPRV+UT1ySw8+nLrOvMa8gr2trM+9h9eMPWyTqbzgxmg9",
        "Mrphvby18D09RpQ9CctfPet5Rr1rmJa9bpUfvYITab068Cy8pbyAvTQ0qz39Bzk9S8+Evc3g5L049Jo9E3ldPeWSt71eo3C8cB+ovbaymD3Kztq8qnrBvFsNSr0bvxs+WgbNvCO3kL2tKXC9URWtPUPZYb0Py2c9vsy6vLQUG72afyq8RoYbvYDlCz29yay957R+vVJeSz3BYE49Feq3vXNoibz9roa9JGDuvBXmiT1SMm29pC5Pve4AbD1KcVQ9mpt/PVReoL2wlYC9K8msPVU3bD0WlMi9lWiZPO7fDT3nhme9VFxNPQ0Fgr1wrbQ9nLIgvW9PNb0ZXhu9ho+FvJnuTD0U0OI8DziHPYnY+b3JXho9AcuPPfKvJ70tk0W9SDyKvRFRgT0oQoi6pDV/PeB9Wr15RZ493catPQIUYDw3YJq8wY8aPa/jWb1LXUY94tJJvfUGxz0856O9AI6pvc6Gmz24egU+bHayvMvZsj0k5Ai9vbClPcE/Y73CgS491h0iPTMevj1ZUt88Gb5GvXsPtz3P6688P7KjvRyTFT2ZrVE9HkeCvYtjvz26g2s990IrvWPsoj3Z+Ia9sBsQvRINxT3vuYG9LuUvvbUyhz1BTiO9y4K2vayCRL2IYqM9qDJ4vJZ3vj28ImY9YCE8PaKirr1WAak9gQ2APTV+Wb0T+p49Z7vovZHmKj1eVj49Wk2gvUIQlL03sjE90gyQvYgAhT0JCh49NTdsPXj1Ej0G2Kc9qNCDPbMQOD3mb6K9AKG5vX7GqD3eUrW9NsUBPWpkLj1ni6U9AiyTvWIHdr2lKOA9F2UZvVefNb0e6Tw9cYeYPTzGjD1ZSyw9ayNIPQLrpT1c3Ec9SgCaPYukpT0nO2y9jGZHPdPQ+DwF+Gy9NKBvvRuHkTxV+Gs9F2sSvXkwU73P2Um9wQ6BvUCMQT0tUfq8uiAYPQUABr3weGO9vTwgvTMalTzEESo98BCnvZ4SBj1JMLq9HMGaPUQRWD3mqpI9DAY3vd/jpT096Jg9",
        "wUKLPV0ksL3b/GK9vUsMvRgeqr1yU2A9GJOjPXzdbb3BTWW9xk9FPTS4ab2P+Jo94X9SvU0YuD3exXG9Ho+Gvceztb0dql89UXPQPVQacz1psnu9YN2ZvZNmcb1KoHE9W3hEvSzv+TxzeMQ8ppVoPV7mi70yIKO9IJvSPbc+jz1+i189j6iKvK1i1T1diXc9BWn7vXX5wj3Snd89aGCfPVBAOD3zu4u9eMoGvXFYbL3bAko9VDQlvfmUVz2X9Co9YbMIPaOCor08u7m8ilt0PQ8Dkz3WbgW9uTY/Pabahb3MSso9Ca+qvScCjL0FbjC9SgozPeOHtLyVW9k9r9NOvTJekr2cIhU9ws6avX3UVL01MYC8P9AGvcAOtL3/FDg80bVdvU2SyjyCUZQ9Ve+AvXRzUD39CjO945OgPTyoNT2ZXXY9WP2UPYyBDL1MrgQ9ewtKvZXAkT2dhZc92u+BvZNlvr1XsdU9k5g3vd19Vr1opqK9Ip8GPQbjWb38ESY93qBEvRtznz2wB9q8Z/OavcqapD0Gblm9FDEkvX2cnD2Hg+W9MDOePdDUHz3uM9q9EpibvWXYhz3kFJE9G7mfvVpgrL18VpM99/KavSsRXL2+xw89zD6QPQFw9Lxzr6o9TK6OPWbWrb36ymm9GCKDPRRbLr1D/VK9XURjvbXcXz0VRfk8hIt1PcDZnj3umpa9v2+IPdzIej3xQZe98m+rvSfpkT3uPhk9PC5XvU68Gr6nh3w9b7myPTuNkT3vfUy9hrY0vXgFkj2eIma9i4f9vEhCVD1ezNm8y0GlvRT927l2YEa9ThV1vWhFML2pVLC8PgpJPXGrMr0Z0im90anFPVlLPD3Ud8k9qyKbvXzbRz249aK9+u3MvEkGzj1rB7k8RDqiPSVa6bwS1LI91UudPVU/+7zMeKw9zAKQvY15uL09JRk9VX6QvSuDxb2fKZW9EpesvXcWmjwpbjG9XXkTvcccaD3FDKA9+PuZvcJ2rD1OltK8WDWNPdomQL3ma8Y9",
        "bHGPveUyPL2hBmQ9YGr3PLKkFb0mm7S9RBCpPSEMoz3hZaA9qN5UvbzEqb1jdmg98itevXRKpb0HSWE9/Xyuvat5jrwQaZQ9trB1PQRgLr332C89ZcqEvZPn0DyhB1I9Qn6YvSe1jD3x1ge94henvbZ2Fb0dMbE9rpFDParGyz28z9e8cD6DPdG3l7yVebg9v9aEPSXK0bwXooG8qhJKvATiyz0UhZy9aR8qPffwaD1M3zS951CHvdfsND2oe5K9O/2SPToknr2JIk09DMv9PJi4l73luZO96h4DvTLDmL35dxE96PetvbR/xL0VA2W9beIDvdjZyLrj80A9pmiqvQ=="
      ],
      "gamma": [
        "eKN1P0bSfj8PcIA/s/F6P36ucT+14ow/hPl5P5H6hD+mFns/Hnp5P0BIbz8mAXY/8tByP7mYfz8H1nU/cOJ0P3lMbj9Yv3s/q1ptP5irdT9YR3c/gpB+P6xrfD8Ki3U/gBt0P34idj/y/3I/d8R0PxiFcj86g4A/A4NyP2PFej9YXXM/tNB2Pz1KgD/IxXw/Zjh9P5svgz+RM3Y/dBKGP1Fzcj/CcHg/NKN5P8m7fT+elXU/N4l0P82EfT8OGHk/x1lxP38kbz9wZ3s/FNV9PzXBcj+GqW0/EXJ8P+Rifj+cUHw/Sux5P2qufD81PXA/Sr5+P75idD9PTH0/+Rl4PzhzcT+jHXQ/4Xp7P91bhj/AD30/C1dqP3M0fz9omn4/6TJvP5JygT8oEnw/mex4P7dwgj8t/IA/kyCDP6qYdj/TIH8/5QGFP3snfD8QNXM/kzuFP2dQdD8V6ng/kVWDPwIAhj92bHY/OQB3PzMSfD8JNHw/bkeGP0vCeD9U+II/PYtyPxsobz/yYXg/g354P9Jjfj82W3A/Zg54PzP0eT87e3k/HgR9P4y9gT9JqXs/seKEP+qPdD8se38/Ls15P66+gj+RyoE/AIaBP3dPez/CfoQ/cjKIP/htfj/6c3I/smCAP00RdT+IPn8/xDJ+P/gpez8uFnk/rNtxP9W+gj+ZIn0/Gap6P5+UcD+cnHo/nnR8P8p+ez9I+HU/EoOEP+ryaj8l13c/mkl4P4WPdT9IRYs/1eRwPx2wdz97KIE/0EhxP+76ej+FqH8/eb58P9EfeD/UTHA/dDiCP/aRez93Fnw/18t8P7Avfz83sno/MOSCP2BqeD/u8nI/V+SFP5hEdj+cTHY/3Il6P9WUej+gtnY/J06CP1/HgT8XB3c/gBh7P6xkcD9KH3c/Is1uPyD+gT/paYI/K795Py+3cj/PvXc/jnF4Pyl8eT9Ip3Y/2Pl3P+o9dD+DNoY/JdWEP2hUdz/NUHc/DL95P3Qlbz8gOns/PTB/P32EgD+6uoM/",
        "+5B0P4XXhT8Yj2s/Io57P++Hdj+9pno/PaJ8P+hwdz//y3o/es+FP4tWej9gy3w/dWB0PyZTfD+MWX8/U6ZzP6LqeD8OzHg/qCJ5P1wAcj+f230/c+x5Pw/Vej9Va4I/x4d4P6bzdT+a/H8/TjSBPxpudz9ujn4/2oOHP00weD9azXM/94V+Pxt/cz9xsHg/5NNpP6pRhj93GXM/EkmAP9jYdD9ns3o/OYF6P5i5gz+J5Xk/LZtvP3LmdT/py4E/QYOEP/3Cfj/rXnw/jW9sP89vdz9w63w/eOt8P598fD890G0/VUiGPxBaeT+pcnY/juJ3P8p1eT+Lc3c/O0h7P+GHeD/zwXY/+htyP/xQcT+HSXg/tvh4PxL+hz9B93E/83d6PxmmfD8vS3g/TBByP0abcz/8PXw/p915P2/6bj+ykoY/UwRxP1RAgj9DzHk/bf94P3gKfD8Bing/6BR9P1oKeD+hs30/XcF9P5FCfT+c4Wk/rw2KP+HqhD+VUH0/itOEPy3Rcz+UOX8/gnGBP67qbj95unY/o311P0Radz9MIHA/459sP5PPeD8mTnc/xMl9P9YFfz+/PnQ/AjuDPxfRgT/nuHQ/ajp/P4YeeD+V9IA/3nZvP/wadT9V/3o/hNJ5P64WeT+/YHU/xd1yP1pNcT9HEHs/RMt4P3gscj/vRoM/7EJ6Pwjcfj+I3H4/m6RvPyqHeT+zfn8/KRd8P2NWdz8WQIM/8+F2Px2geT8dJ3M/YTlyP2OOdz98gno/b42AP+qVeD/hB3Y/ztZ1P/npdD8L838/kK5vP0u2fz9PyHM/kCh9P3Pvdz8rkHk/XuyAP17obj/gcnw/AXF0P3uafz+EsHs/Rop3PxYdgT/8DnU/d+d7P9ONez827n8/ZYp3PxbEeT/smHs/xOh2P/cbcz+aSHg/6exxP2NgfT+WUII/IBKIP6sEhD9Md3w/kQt1P4jxeT+JPnQ/NEx7P6lTgD8LzHA/1OV4Pz5Ncj9mgYI/o76CP/qDej81dYo/",
        "dw9+Py/icz8pjns/u7Z2PytUgT/uoHc/n815PwtEeT+SU4M/erJ1Pyrpdz89HnU/SliAPyS6dz/+AnM/sj2CP2Dagj90VHU/Z36AP0DLdj+dHHM/9jp5P5U9fD9vF38/o791P4BhaD+qCoA/WIF3P/9ggD9ddIE/aEN+P4g1dj9sgoA/eBeIPzXndj+9G3Y/PSp3P/8Oez/IxHo/v3xlP+1icT/yRXU/KU13P4V4aD/c7Xs/pO9xP5/AeD9O34M/4X50P6OyfD9W/ng/fwRyPxuudD+M+2o/lxB/P+8VeT+kvnI/dCF+P7fxfz8Dp3I/Mah6P4LTbT+WxX8/UMV7P+U6cj/3goA/24t/P9HteT/4voE/M8F5P3TseT+xqXw/gUl9P1lmaz+Dp3o/CsN7P++kcj+kuW8/v/R3P1Pagj9nFX8/5DB+P1jGfj/jwHc/3D94PxrleT+RK30/mVh4Pxh1bT+4e3g/AHt6PwCtgT+3SXo/rVeBP2UKej8lGnw/j0h0P5btfD/ni3s/xSh+P2BgeD8vZGw/AY5uP//Hcz+L/no/oXVxP8b3fT+bwHo/es2GP0hbgD8d5nY/QmF6P3TMcD/EVIA/NUp7Pxrjfz+FCXY/67J9P6eyfj+QFII/Ud58P4jfgj+Il3Y/wZyEP/a4gD9goYI/PXN1PwbqcD/qXG8/i9ZyP/G9dj8YIoM/VgODPyesej+O63c/6a92Pzyadj+UtXQ/qxB7PyIncz/dgns/l2t9P6sifT/Ho3s/kGJxPwXUdD9cw3Y/qW12Pyntgj8Nyms/oPBxP31Dgz+0KIE/j4t9P8mDcD9mrHQ/00t4P40jdD8/334/MqR8P+1Xcz+QdoA/8aB7PxXpgz8bSnY/oNh7P93/ej+VqWo/Fl9xPzk7fz+LeHI/3pR/P/8ogj+6YnU/69t6PxqfbT9RNIs/mmh6PwXZeT9yrnQ/tOiGPwJJdD8oM4Q/BjpwP6rGgj/rgXU/j9JzP6upfT9IQ3w/aQ9/P9qqeT8oQXY/",
        "kzB5P3z/dT/D73c/Qfp4P0X5eD8rf3s/yBeBPzWLfD+3moA/GMRsPzZDeD/DtH8/0v97P29VdD8OYYY/OZ6CP4Zpgj9f0Xc/zvmCP5NKeT+/ank/vIh+P+Nicj+fqXI/Y4F0P8Ouez/c5XQ/QsFxPzUpbT8edIM/bJx6P/xOiT+vrnQ/0s5vP4WkbT/lZYE/lJl5PwCEdj9wGHk/ojh5Px7+cD86wXk/fYt1P6Y4dz8oiXU/ZQ1+P/2vdz/Ln4E//Nt5P3/0fD8OO3c/zCB8P0fagD/deYE/KmF+P8x/dz/Tm3o/DEB5P46iej8DdH8/E8x8P6Dqdj/iIIQ/UcB3PynbgD8ii3I/3697P0pjgT8/QYA/+zh5P+ukdz8g03Q/7514P+vaej/E73g/eKSDPzRlez+5JnY/LJt2P1Awej/7yXs/DheDPyrRgj8VZnk/WDJ+P64Vcj9eSYM/o4J/P+KKez9UyoI/OAF5P79seD9BNHU/bSd3P41Ecz9DcXo/vYN2PwKbdz9v+YA/cDp2PwX9dz+5Wnc/nkSAP6k8hz8WbHw/N2ZzP6qLgT9WR2s/Dyd8P1j7bj/LJHA/kF6IP4yddT8QeoA/EN2GPzoOfT8+3Xk/dfNrP4IHdj9m/mU/Ggp7PyP0fD+pKX8/RSmBP1otgj8g5Hw/u0FzP3jDdz8gpXk/63ZxP4qpfT9DCns/owN9Pyzqhj+fWoE/MaJ/Pyx3fj99I2s/YTN1PxyIcj/QG3M/J+ZzP1IVfT8LO4M/pAeIPwgWgD+bxXo/0/d8P3Eiej+j53Y/PhN4P/cubj/Xw3U/zLV8P+1Rcz8o2Ho/uGh+PyvUfz8OkYI/8E5xPxwsdz97WHc/AOKBP1ESeD9J43o/t7R5P2MkgD+P9Hk/I4d7PzlKiT/WVIE/SpGBPyKifT9LcnA/VA6AP97kgT/cH38/+X18Pw5CeD8GHW8/Asd3P28rZz+OBHo/y8KDPyUKhz8RvII/N95+P0FxgT/tS4I/sGmDP/NGez+Ksnk/",
        "kHN6Pwjafz/iLHI/gGxwP0WlgD/Zn4I/kxZ0P0a3dj+U4XY/E6J+P58SfT9MAXI/ImF1P/CQfj/wvn8/PLt6P3xbgD/O9Wk/tb94Pz/xbT/yH30/gRF7P9dCgD8LdXU/o/iGP8ddgz87zII/ZYh6Py3Rcz/W9n8/Vw53P5Vafz+B4Xw/dAiFP/0Cgz9+rnU/5fN9P1qCcz8EtXA/k852P8YbgD+U5X0/WaZ9P3GEdT+ULX0/ZAt7P10Ifz8i/nk/O7FyP3Q7gT+ueXk/RPd6PyOKgD8BnHQ/oep4Pyw5aj/CNIA/xuVsP33Rez/R2G8/H+B0P9I2bz/3pXo/tZFvP2v1eD87dX8/SAiDP+e+gT8S3G0/Bjd7P7vPfD9McXE/4Ex/P30FgT+hi4A/b2KFP6BEfD9jLGU/sCV5PzgugT/BRnM/2wx7P40mdj/NTYM/nVNyPxhdfD9J0oE//vh9P5b/cT/lh3I/me58P9cmbj9MWYA/XYuKP9aEdT8rmoA/K6huP7Hfdj8ECng/MaJmP/ZwgD+Wens/o+l4P9dmhD/aans/KyyGP5wGgz8CnHk/TctzP60oeT8V9Hk/8bp9P4P2dD/uRn4/qWB4P55CcT9TGXU/Cs9+P792ez+tJGg/X1l/P/7Bfj+MuHk/LG56P3lteD8P+IE/YO5sP9EkgD856Hw/IDiCP4ikfz8ebXc/Orl+P2yPhj9dkng/qF6CP08sdz83m4A/BbV6P0nhgT8GRHE/DO53P0amcz9yCnE/yXmHP0I2fT9gSXM/+Y2DPzURgD+22X8/GM59P3TViT/7FYM/oRZ+P5hwhz/6Enc/0HmCPyw2fD+N43c/3Vd+P7FsfD+OyHY/b0ZwP+Cwdz9iJ3I/E+x0P3lTfD8iPno/6PR5P7uSdz9NNX4/RNd6PzFYdD9b43c/wpOGP37jdz8dZXQ/rxOAP64/ez/DOHo/l8J/P26Mfj/c9Ho/SGF1P6m1cz9SNnw/CJZsP7wRez+z/2M/fDeIP07ecT+vwHY/",
        "LpV9P8Gydz/aIns/3FJ+P15xcD8/7nA/MUR4P+mQdT+FMHg/f/x9P0QYdD9jYnQ/H351P9pJcz/CkXw/lZBqP147fj8vm3I/WZJ4P+iefD+13Hs/ThlzP0ACeD9yM3I/OmF9P8mCfz/GiHw/0H5wP8Qoej8N/X8/yiWIPwUbeD9OFnc/MYN1Pzmpdj+oPXs/ihN4P1qgeT+T5G4/kIt4P281dj/UgoA/jEB3Px4CeT/gh3M/pGaCP0i/cT/vQYo/BEh4Pxd6az/MJoA/ktV6P4ugfj82zGo/NoR6PxMEfj8IWIM/Oxx8P/pGgT/ZIHE/yhx5PzEufz9IlHs/R5l/Pw=="
      ],
      "moving_mean": [
        "R+G/PKa4Kzs2ELw6fEaROfdEiDK8wXE8iiwDOfCmNjzCP5M8E52gOGKhkzwQndc6OSrROWfimTw9Vvc5IdeVOo++tTwigLg8BxVjPCpdAD2w5kk23yIXPNStqTxJDC47Rl/9Ou0LhzuHN6Q8FXsFPFofQDrF4gg5DVtePPDdeDei9qM79h7MPP9RNDyJYSA9BSMSO5tGZDxa6YE5fXU1PI887Ts2FAk5nmcIPL5fBTJeKbg8uvHSOSRh3Tx1NIQ58+fWNbyRiTxrx6I1OXUgPF3LJDr1oBk6PDwuOwl3FzxT+Q06/NY1OWqXOTlLqY842gXQPBGPhDtikA48cZHaO1fu0Tzegqk77bCaO9JZWzz3Lpc86qg9PaD3GDyocU06oQgbPUacJDxpw5s7pR7hOY0lBj3WVwE9MBzOO8GUMzDPOPo8CxWSOg0GcTopE+47U31ZPFcAIDzekeQ6Vpv4PEcvTjwCqew67DgaPIokVTtiCJg7ZPYdPWqC/zmg9mQ8FISkPM+riTwu0hI7IGnXOHt4ZzeAfQA9KsWDOn8/2Tz6y5k8lVSxLMcdbDrOyjY94DwHO4/58zdHcbM77RLtOUdYEj3N6dA8ENm0Or8+EDpDHq48OD96PMnj/jw38Ls8DtkSPf3HlzvIvds8G5XQPOcRxDrdC8c4JO4FPVHEzjyEpmc8yZwhOrcVtzyNQEU47cEsPAq4Gjp+M0E8CoovPNk7Aj3Eti06hquIK/qLBDbYTnI8vxY3PLy6hDZNejE5pB8hPBpmQThUq047/gl6PJ44xTz+qB06fjQ+OdL1TTnJ+206VscbN3nXLTjgIwU5K1a4PIGfrDgSq8c6K9oVPZhIHTwAWw08hXBTLcSbmTtiy746GL6mOpmlJzkAAJY8gi4kPNDrPz1F5SI3xdEAPBfpRzxCgmo7F/uiOSWDajxWTto72HkBO12PvjUfRQs6VPrYPPy8azqRnIY6tFcMPVN+FDYyQBk8qxpbOY+JrjrwOQcsSj86PExDkjzyUGw8",
        "+7eVOiKJWzw6Gaw2DPERPSTMeTlZHCs8sbQ+LtuAyTjoDZ08Y9ZXPBFZczz56ic2y4NSOid2GzlYdhc8Qkg2OYyASTazXaM4sXu1PEBtKz0W44M3r+STOLYH2DuRCHw8YSc/O0uzODpW9uw40rIMPNu5wzm96hs85IdYPax27TkQun052JuGPNxg/zumS5A8MmkFPRt9dDyhJqA7u2AvPFmzXzFFjQM7HMhjPPag6jyc22w3U3yAO+TRCj0u2GA8dactPGWK4TyBZcQ5qw2RPJP+0jvwJ8A8mFjCOAGOhTxwYrc6T6hKPEUclDyvgr08SQQiO+s6CzzyVME5X7UDOO+hHDoK9tw67lQuOtmPTDwyR6Y5APOdOixFjTlM/2c6RX4kOa8mOD3ExMAu+OGOPJg+lDr8RF43S+EtOoRqIjrlFd87JiTIPPvPrTsmOdg0X/EUOF/cpDsQgF88+xPIO7pSyDq7oyo7zbm5O3beCTlnC6E8FRKAPNyB7DfdBm88l1O9PMTwnDp53SQ6kOg4PFZhkTzEusg7lPUUO0gtJjyA0hM6Nsv4PJnffTdyzqo84AVpOzmm4zo84II5WQyHPN4LuzgjSfc7LOCiNit7RjvY+Ts8Sv0NPPP4djzGPoU8T5qAPN+FIjvFv/g6ZYLqOpe+TT2XpQg8Na/QOJytszxU4K06Q6UhPLgCQDzmeAE4+obbOzs9fzzeY7k8cW+BO8IMdjuZfjo8aYl9OgiVlDqvJpE2Edt6NxotGzgaWRo6fCaePFHMVToHbmI6bwlxOU6nozujsy03iTcnOt6doTwtldU47wo/O0pA7zh0n008qrnNPNf3MTvaN74svO+zOd67CTY8fp07pIvNOjqzAjjCJqo6R683POKbvzsJXA89CUbOPKxDUTyHtPs3YXbsNfebVTrGsQw93oWWPBY63DQCXSk8JwuOPIKmgzzAQlM2L/NdN/3v9jsccfo7vrAFOtwRvTpc54c8qJJyPKWIsTtBWiI8a7KANyrgEjxNmW88",
        "kcCNPGs2+TjCfQk81CIePAfaHTnUvhY5uoVOK3LBlTmBQds54p+DPMN8xjm20n08BisjPKiAIjyKLZoyezdtPMdC2jwjbug8xXBxO6JQ3Ds5+9U8ZcRtPGDN/DMfsWc6iqfJOrGagDsPU+E7Z0YOOyYADD3ePkg8wpEMPMXahTgqXLQ8y02GPGj2OTsi+588uE5cOu9P6jkXFKQ6a+GAOvavYDLcli05YNyWNp9BKD2bxVM7VNhAO+X2iDqr1lE8aEmzPH7mUzkpZAkyt5FaPKSCuzmnKf88VTghPd5dIzsSBJc721IIPcl8KT0eIhA5aa25O+NVhDyyC+U7IUStPHVnMTijKIk8MfhUOT+hyzjt2+k4T3szPaSjBT3XrbQvauiOO5iMmzwPkoMwbjBNPOCoXDxOPeE7LF9iMymyHjwQbpU8AYKUOlELcjodvSU6d1neNnGrgjuBQD46A4YXO5UZzzrg23ctwCssOUUn3znr7f48Hb+LPOqVBzsx5Ak6bfkMPcP1jjgjE9E557UHOW//mD0VsFw5L/agOkKSLDuFDDU83ACEOJU7pDx62oA6at1xPOwDFTySS1o5yDIROikZZDyPiCM95qKZObEcLDwoTp87lwToOFYVwjbKndg85xWhOcq9FD0jhYgrolTXPE8RNz3ZxtE7nm59OhoTvDqBuAE7FZqTOwTTjS9HLp08deY4OVSdujhghc05Uj+VPBRqjjdRDw88K7MNNh1/pDHKGZw4iXTtO/lZBjwnORs8kGQQPYkYDzekcRA896Y/O2sH/js2/Kw8lZVRPJp/OTwoAK87GosCPdW7wDsTS/c71iEAOr7nNTqjG7Y60Yc0Otv2+jtpMr47TsWMORMILTz7Lts8DKEBOwfWkTKFjYg8sGLQOVDLNz0S6pg7O5KYPLCEGTzQxrU8vQLkO7ABkjjcOpo8zlj9PB7gIjz82Vw87dVAPdV3FTpieiQ9lPQFO6gUED0TfWI3cv7BOCX0ojzLH0A3zqopOI7ubjqQT8k8",
        "6wEiPOd8WT3gqqk8uZvmOqIKOyyLiqM8Z4nIO0jWDDqNpGw3I7jBOxZg6DwHZxc8vPLkPKSCuTsigrA8BRrUOncKvjxbWyc6XzhFPEOjkjx21Rw4niBHOIhiIzz2SuUzROsdOoLM9jsmLwc6Od6JPHH0OjmV9MI3Pz4JOiSr+Dx7PqE5vwWVOPd0aDv9HGI8Jc13PDpqzDu5lz07UOFHPLCJqTgusBw1BXxcNyjFmjvNELQ6e85BPDVtXzmq5AE9rFuYO5LXATzu/2I71awAO94T0jxCl4Y7KEfLOc+DYTjBEuA4/KkRO47tjjf23gs6JQZMO+9eUzlqOFI8OG5uOqjmjTsBGEs5cDSQPP2HXDsyCl48zOOBOskB5Dcoiyw53Z38OUY/CToXsDM5q3ZdPUinmDzvE7M7oGRJOpwy9jdGrAU3FcoeOYqDVzwK7xo4nDUdPGytmDaHK2Q8FtkkPLHPAjmWlxg9YE9JOdQSLT1j8gk7lzFsO0yktDoDGa463joeOqpt0TxWVd45zBCmOIsv1TyMuAEyMkXqN9in5zwZo808baUuOHLoFD1ebcc8YJUIOYs90zrToU88JF57PIuBzjRoD9Q25phNPMfLjTws5nE5ahOLOHuiJznQOfs8D0EAOTHDPDqqMI86Oh+8OX3VczzLq6Iz1FEoO1EERTWMS9g8RtRNO3lHEjycfdQ7tR98O3A9XDuKDw86mmyZPMSpQzjjhGk8OJj7PHo10ThcfwA9VFyaO+KwwjwWo6A80xu/PLL7Jjkkj6Q64cywOGSKUDyDqAA9DTY6OECIZTyUNX06llfWN5OygDsWQL88UtQWPdyUvTfzXOw8lthUPNhJ4jw1zqU6TxITPW9jOTy7yL46iHucOdlgMjs5PKs7Gx8XOaVSkjy1XTQ4p5ZxPJoaKzwNDIc70UTDPEJ8uDncULo8EInJOPIdlDgSMCM9sCqYNE7ZAj1e0u46HkNLPB1YGz2nwiY8qpOFLXBM1zyHcv45bNPYPMK79jq1KdE4",
        "+2MlOMLIKTx2u3U6oJHcOiMOPjyY3y49dZmpPDftLDlm4FY8b82yPKg+szvTvEA8DdbvOeAR1TzE8008Ecr8O13o+DulfOA5ZQWuOOafDj1vzos2emifPP5okTwaVG88ehokPPWdnjw/ABQ9BpyaOeE1zTzPGkk8f/YkOS67qzzKP/o5FSCiPH+C0zl/iZA2zA/gO9KgWzw+ALA8KGh4PCGqFjJELzE8JoWFOYElOC3lUcs72EyiObd6nTwcIh47UOohOsGtST2fL+U5EOzCNUCdEDzZOKY4O1t4OREiszyiCBg9aGU6O5SKmSoyXzI6Kq5QOwyc6zgmJxs5N3pwPK1/mTLpDfY4HvRWPJCXDDsuwhA9t3P3KxbP6Tq/E/M5H/EqPBnCizrBUEA9gRRIPJM7yzkY/bU5lXSFO8Y3Hz21GTs7NX4JNYpPejrkzOc8yzShPJNwnjliUlQ6lBbQO1s/cTxhWhA3elWSOqw3UzreHVM8RbXVPCh2Nzxodcs67TKSPC2HPzqWax8pwPR+NzsrPTrpfGcy0stKNpDivznPxWM52UBCPaJgdzdQ4X4wDn+gOBurfTjoWX08fJIlODHH1Dl320c4dafNNROWFztLUCs5ndWTOdpJXzVPPbY809QSOE+Lzj2xoIQ8cAUdPdpOtjY0FCw8PYZXOze79DyvZ8o8HfXyN/N9xTx+N/o7Hr9xOegcozzPq+w7Of83PEUeWzgOgpM5YnL4OhIwHDsnEdo7aez3PP0z7TyBsHE8/TUiPVWOITp9fww8JWwGPZ7RST0BPK08frTtPVBtMTysdog8bTuIPMNFbDzOxMQ4+eDoPJMBijyuleE5tZHaPPQomzu9nZc8+QyaPJOTbTkjXVA76S2pOWdXgjut4qM5AiqJPEfnLDm9gyk68tGuPEe4gDiR4IMyGl0+PBvMQDwup7w6stM1PBawTjmXCfc7smNXPEy81zymfOA606PKObAmYTgr5ps69u2ROe8bujxZ1jE9iHfvPF8YFD0i4Kc4",
        "fx2RPBmnPzn6bqo2TA4vPKtaDT0rzbQ4qwikPDByuzxq3tU8dw6XN9+vnzvuvmg8rkgNL4XKHj1aIIQ6DVsBPXjRJTUdCwk7ys2QPBQY6Djq0kc68oxhPP+H0ThhV5c4pp8nPMlFMjzqoyE5xQEnPJ+FyS+Ml0s9OfLCOg4oZzpyylg6/QWbPNu+7Ta9YOw8x869OxdnwDkCEBg90mjMOPSX0TyC3fM7ahcxO7jv5jaE/uM5e5MNPAJTcDMDEiE7jO7qPGTjxDxelUw5aTXNNsGX6zzLFIg6IUAXOrwPOjwUFqs8zvirOYFTEDynBkU99StbPUmpmjxjuzI65wATPA=="
      ],
      "moving_variance": [
