{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              4
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 5,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.5.0"
  },
  "hash": "95ce74aab98b8a153cc42f7f4ba404178f6f8508816d691246d8726466e29909",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      4
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            4
          ],
          "values": [
            "b5HBPSI1HD9gCJE+OAGCvw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            3
          ],
          "values": [
            "qRqfPogZ2T7Qy4c+"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "AAAAACHQA7wzvwK8AAAAAAAAAAA="
      ],
      "weights": [
        "zv+pviH8KL62QfM96HA+vjAFjb3gnUG/+1bAPsI75b4S/1C/UEH5PviO0j4p3kI/3m6GPkYCkL5omJo9cDuYvpRivT6+W5M+HMyEPgQ0Mb8="
      ]
    },
    "dense_1": {
      "bias": [
        "HC4EvH1gBrxHSAQ8"
      ],
      "weights": [
        "qQ8CP97cWr9KMfq+Oi2fPj3Ctb7cQBW/2WQnPmveS764vLe9JCwDvnE4Pj9XxOi+ilSxPhu8Lj9MnVs+"
      ]
    }
  }
}
