{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              5
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              5
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 20,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 10,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 1024,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.5.0"
  },
  "hash": "68f43eb0fc96679cd89785d8b25cbd3fe594fb672d7dd13b26aaa8dd584ea120",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      5
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            5
          ],
          "values": [
            "KH8zv1RXkD2isLW/U7/Hvg5VQz8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "E/IYPw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "exwSvJw4Frw9+h889vgPvL4iGjzqIg88vlUWvDVBB7zosRa8t5EcPMsNG7wu0Ag8sWgQPGFaCrw+2RE8W2oYvBaUHjy1UQk8QYYSvFro+jsF+w88VHoXPPngFzyRvMS7sUYfvOqDH7yw6eW42QMOvDyqDLz/rhS8B5sZPDOvFjzwHBi8pasUvN50ELyK1RG8PaUQPE4jGbwIBwI8tokHPL/5Dzw6vxk8SQUZPLLj7zuo7wu84D0ZvCuKF7wo7hO8DdgYvKiLFDyl2xA8ES0UvGFH1zt+xR08n9gbPJz+FzxblQi8nYgaPLMdGLyA7xa8ZHALvNIQDzxCuQ+8K1AVPLbaELz408s7SFYUvCXED7yMpxO8nO4evFdoIjwMPBM8oLn7uziVGrxZNQ48yo4YvE10FzxmcCA804wZvNpPHbwZxRU8pEwQPE2oGrzP/xg8Lb4OvO+iFjwJwRq8ciLtO1S9GbxIVBu8AiUVPCzbELzi7RE8fDX+u5F1D7wVqgo8n7QOPJT9FDzw1xk8XfkHvLf+Fjwoyh+8tDQHPLneGLxtZRM8YgMevG38ETwf1/y7hvMUPL9sBTwajxw8QFr5uzRyEDxQ5gI8d5wPvI63G7xW8xE8yIIOvN6PFLwDDAS8B54QPES1Fby5SRG8axsavM3TFTw1yxs8NT8FPIixELwQSx+8tQYZPPD2FbwjDyE8BOsdvLAqEzyn6Ai8fyYKPE134jvGph08swAVvB3gDTylawK8xAAPPAa5EDxw/RU8X1sMPM8CGjxb9hK8OW8fvBaOF7yrkhK82m0OvP3rF7ylbv67cTIgvFaYEDwDPRg8oNQSvOn0FryqtRI8NZoFPIgzErxZ7RY8uYofvDQGGrx1pBA8nREfPIogEbwkXhu8j8kTPN/XELwC5wQ8zB4dPAK3Djyvwwk89vD/u56TGzwKPRS8QWYZvGbuCjxQ+Qo84z8XvAxHHrxZDhO8EkwbvNNDE7wCfxq8njoLvCSmFLyG7xY8Cs32O/SkFDwW5Oq7",
        "n/wOPMVyHbzH3Oq7Px8ZPAhDHLxouCC8QGERvHMxFrxFzh48lUgXPGmDEjzfzgw82bYVvJ51GjxkIBc8Np0WPAnoGLys0xU8KQMXvLw0Fbx1RRS8TN8YvP8pETxdyOm79PIRvMlwDTws2BM8fOIVvBCfEzztOBq80zYUPGqfDjyXTAS8KHwUPKzICrwbNBo82t4MvLUxGDziXRM8/xYfPPR9IbxqPRk8ksEQvMMhGzxLdhi80JwXPOpYAjxYeBm8OwAXvD56ELzdgCG8XloZPNX2FzyU6gw85jUMvB/LDLz2ESC8eM8SPHz8E7w5rBk8socUvPI/GDwVaAo8QpcUPP4JF7ynKxG8/McQvHSqErxHKhE84m8NvFCpHbzRKBe8AfkcvNbqC7ztgxo8XQIQPF2jCryngxs8VM8dvLixHLx6Rhc8jrcQvDXbFjzdHR48r7ETPJdmB7xOwhE8C74ZvACtErwxNAy8wdEhPNPQGzzm5RK8t3AIvPjzArxhZBc8lGkVvEuYGjxT8RW81oQfvBV1D7zT4Ro8UpIbvFHYEjwwRxm83wwePPmPFLz7Dh08mHIRPL+i9Lu6Fha8eigUPDHxEbzJZRs87IgaPAzuETwKXBg8K9wSvG55HTxTshq8nJ4VPMJIFLwhmxQ8kpcVvM6tILwrXRq8NDgIPPkHCzzZqg88XJsQvBNfHzy6VRI89x4aPBmiCbwwoSA8m6APPPX5F7z8khs8VHYZPLK7GbwTSh08SKELvLJWFjwW2Bo8TNIbvBYuE7yTWgc8/tEYPOqFHbz8Eh68rqESPB9QFrx+vhU8jp8YPEn0FLwb6SG8HpIbvAUPFrxEee27SaXsuzbfFjyHwRW8B/DyO8HWGzwBSxQ8qW0TvEcQFzyKvBk8Bjj2O8/4EjyUHxA8B0ISvG6pHrxmChE8tXgWvMoLDbydFg+8Pr8QPDJED7xq1xe8kOUQPHfKGTxr8Bs8TNMLvB5/FTwN7yC8jHIXPDDRHLyroRu8d+QOvJ7uH7zlzx28",
        "O5UGvEpwGTxyjB08mKIIvNB/ELxXARQ8Cu0fPDKkG7w28hg8IecZvHxDGbykShk8vgAePM1oEzzc0h68PacCvAcGFzy+uxU8aCkZPB8TBjxDFhk8+c4cvJLtHDzKUhe8LREQPHLECjw//hc8NNYTPFXGEzyggR48Wh0SPAx5BTwxrRW8Jg4ZPF2iBrypOBM8CHQXPKBPCDxeORQ8vwYQPKY7HDzmgLo6ELYcPADwEDxMIhY8+GMUPKgbEjyomBS8ah4YvOnTIDyLRxG8QFIcvAP03DvrKhy8eysWvNP6B7x1zBk8SYkQPC1NFbwAIRQ8MeYcvN7iGbxe1xm8BN7nu6g4G7zqVPo7O1MRvBfhBDx4Lx28YescvIEPD7yUUhI836wUPIR7Ebx6Mh488VkMPFLYFTzb+/s71XUZvF4HHDyhdhI8l3UbvNB8HDz2xhE8f2AVvPiMC7zZ9gm8Sy8avCnkBjwerxs8A9nPu0JiHTxKQxI8NMQMvO9JFbxX++m7kNcVPLKLELzpPRe8NV0QvFgVETxSlxw8QKcYvIYnGzybHA28dJYWvHk63rs3MRy8E0MNvHd4EzyCShI8eu0YPEJMGDyv2hC8kPMPvDnQFbwhqw88gCUKPMWeC7zLSRU82JMbvPNlFrzotBG8KHARvLgUA7z05hG8KEESvOrrHDz+GAQ8ocAXvEuaDTy5SQs8dNsSvAktGrwnQww8KGUgPAYuGrx+Hwo8xwYVvNFdEjw13x884KEZPA53Fzw52xs8X1gTPNHSGTxIgRY85ckVPIYxHrxxXh08u5wavF3j+7vvZh08m+QfPMB9G7z/hBq8LI0ZPAuQFryNGxq8cF4avEnxGDyMmBe8xz8fvHP7EbwZhRM8X+oevObTDbzzVRQ84qUavMRBFzyjoxs8LyEhPOLvGrw6fw68RM4WvLQJDbw1XhM8FFcKvLUJHrwwlRc8F1wMPCG+C7xTVhc8+QMWPPa6Ejw94xI8mAoUvIUcF7yJ+Ba8enAGvEe1Fbxjtx08",
        "58ASvA3dGjyUOxG8GHocvAH9C7y1vB08RgAevCShEjx9vAw8gFEEvCTdCjz23hQ8nWscPPRf/rskGx28khQWvDhiHbzg4RY8JuIHvMyADLzmOhA8/kMcvFTEFzwa/RC81V0XPPgjF7zkOhe8YUQcPOH2GzyJ1SC8AJUavGaQEby4ABw806sMPPoNFjybRhq8dQQQPHthGzyMdeW7LUwYPEcrDjw1tgu8eboYvMD3HDxPohu8aIASvGNpFrzkYRe8qhAavBqiF7yECA48+Pb9O6U/9Ttu8/U7TtgTPHloFzzfbfS7zlAQPHkuFjxwoSA8SBkXPKlAFjywVBo8x+UJPNNSG7zHoAs8vi4XPHW1F7xf+xi8hPsNvMqXFbzGCQ+8bJ4UPOvsETw6ohi8xfAcvF9QGzw/FRi8z3MJPPJoEDyn6R48dJ0TvP5IFTzJgxi8ZLgfvE79DDxSwQo8JwIdPFzQFDzEsBi8a8ARPMhxGTxQ9B08xJgavDypGbzgnRQ807gZPCVBHryLZhe8+0QYPPPGHbzcyhs81YIBPIX+CbxOSBa8c/QMPGCIFjyUhg48V+ccPNF9FTwFCRc8PEAMvGkIGTycEBc8FiUbPPzZG7zXGhm8wJsZvH/cDLx1Ih48qxkPPC2+EbwTJxs84vsMvNzyHLxsaxW85e8avDaVGbw6pR88xioRPAwpOTvogR48DU8fvK3F5Tu6UBS8+ncXPBctGDyX7Bq8GbUSPGzuCbxP8hm8vQgRPJc1GDwYRQ88ZKsXPE5uHLwIlxM87CASvLZkGjwkkRE8eDwSvLduGrwJzw88te0UvGr+Hbwjexq8x1QXPMh5Gbxy5Ri8wyIQPI923bsJOhi8LjEgvMNuFrzXtxi81P4SvH29F7wB3Bm8i/YavMmMFrzsvhu8cvwYvDRBEryHnRE8BOwavM3TIbxvzA48WCkcvOnUGLymziA8kmwivMPVEzyDaR484sMSvFOfGTzkkxc8FtYWvN9HGbwd0ha8iMoVvCVpFjyk/gq8",
        "qOwLvA1TFjz1qRW8v/YYPOLiFTwu6xg8k4znu8SnHzzlKwe8S1wYvMNIHjwxsxA8MS0avET6EbwFtCG8O0AUPL0jHbxoPg88FOoGPP7gFrxlABU8dSQRPP24GbyYxhm86B4TPOrgHjxkah08mAsdPGZOFrxdph28K0IWPKZRCzxswRM8iPMYvOYsFjxhARe8/g0cvHTIGbz9Ygq8HAkRvAN7HLy8IB285fYKvAGZDDxXmQ08zBUXPONyHbz/wh88ZNQZvGk16rtzLgS8ppQWPK/cHjylPhw8opIYvFm8Hjx7ix688FYaPHWrGLxWkBY81zMTvFmWErwdlRS8l0IePMJhDzxVwxw8zN8YPA7dEryJXx68XEQTPIj5ITzMXxq8lngZvMb7Gbwyzhg8K8MdvHHHGbxwfhc8RFcaPEUoFzwmNBc8SHwNvJX+FTyb4RS8xxwiPFwzHTxVMxU8yoMXPPlbGzy8CRU8TSkXPPmuILw5Ywo8ppkSvGsmF7wBhRq8aAAVPJCbHbxGpxc8zfgLPEJyBTxoj/M7FRcSPOutGLwk+hQ8etgVvPwiHTxghQs8yP3mOziW9juNyx880/UYPN5eDzzvyws8ruLEul+rFzxkJs878uYbPFSwEbykZhc8askZvCSHojvoihy8taMLvINuGLxLnwg8yCIWPDgNDryGag882l8VPPX2ETyWkPQ7Q+8avBP4EzykLhO89NEYPFUeG7wtjQu8yIoXvITpDzx/3RE8BPwYPB5pHDzgeRs8f2ofvJOPFbxwWBe8S9gWvGu3DLzTNA68ac4avDDyADyRNww8UXMavHpvE7wQVw+8sv4YPLmiG7wkSRa8UsUcPBIfD7z71hC8I2EbPMTUG7wQiBO8RxYUvFGzALwq4Ne7X/EQPHA2FzwJs+u7gRsbvGmGGTx0xhc8fRkcvHe3Fzy5Ch08vxETvBRJHTz7BRY85mwXPO9oGzz5YRS8FOUGPLosGDz4qxi80dYaPI6IDrxoSB4863fkO6DnDLw/o/o7",
        "5z8YvAY5HLzJfRQ8WrgMPBkGFTwAqxY8YQQdvDtUHDx67Bk8ttERvJnZF7xeJhI8tDQcPJlXFrxkPRO8Fj4bPJ/3Fjx3JxM82N8cPEu5GLyZYf87D7ATvFH8GDzQwB08XNsdPGqqGTz5IRQ8bdYTPGdZGDyyZBM8ASgLPPR//ju2ORg8E/0YPI/QILy0hBy867gVvFNOB7xW9x687UcavNN2G7weJxC8pqsLPGWKETxW7xk8xwUNPE4KGbzzTBO8i9UDPG1NFDy9ABM8jr0XvJV24Dv2mR283BoNPArqETz/Vhm8op4DPCdSFLxC2Bk83xkfPFbrDTyGOhk8STcYvA=="
      ],
      "gamma": [
        "bx1/P6OTfz/DNYA/CrV/P7mBfz83mH8/drJ/PzaegD8AAIA/Q1x/P3agfz9WsX8/MKV/PxMXgD/aiH8/EkOAPwAAgD8AAIA/Fux/P3s+fj809X0/ZZiAPwAAgD9uHn8/9vGAPwAAgD8mzH4/AOR/PwgTgD9QpX8/AACAPwAAgD/lE4A/AACAPwAAgD+aZX8/Xht/PwAAgD8/woA/41J+P0q3fz94gX8/iWN/P/4NgD9GB4E/4DJ/P0axfz8AAIA/AACAPxN3fz/DgX8/MIJ/P1Qkfz8AAIA/htB+PzMtfz/IoIA/AACAPwAAgD+OgYA/oTaAP/EJgD8AAIA/1Dp/P3Y5gD8ic34/l16AP8/Nfz8AAIA/tWOAP65qfz/s+H4/PWCAP5sbgT8pRH8/izyAPwAAgD8AAIA/aGB/P+lCgD/Wwn4/1vd+P70qfz89pYA/G0qAPwwafz8xtX4/DHl+Px+vgD/zmIA/AACAPxJTgD9HX4A/HJh/PwqOfz+CjIA/QeR/P+pTfz8AAIA/mRSAP/oVgD8AAIA/AACAP5QTgD8kBn8/AACAPwDTfj/kXIA/yh1/P078fj8AAIA/AACAPwAAgD9i0X8/aZd/PwAAgD9YNX8/6ciAP5uLfz/Y930/PSJ+PwAAgD9Jjn8/CjWAPyr0fj8AAIA/8rt/P2Rjfz9A+n4/LLx/Pw8ofz9d/H8/AACAPwAAgD8P930/bJF+P3dCfj9BrH8/fxOAP1IAfz8AAIA/Cvp+PzR/fj8Wi38/KB+AP2BSfz8AAIA/dh+APwAAgD92voA/6+p/PwAAgD89938/Io+APxtjfz+heoA/AACAP6Y4fz+VGH8/AACAP4tBfz+A5X4/AACAP8nhgD/Tb38/AACAPzIQfz92NoA/GQl/PwAAgD8aDn8/NfV/PywogD/4sH4/aCx/P6wwfz/Tg4A/AACAPxmvfz83BIA/tISAPzoRgD9I834/op6APzYzfz8AAIA/AACAP328gD+wZn4/xLV/P/pQfj8AAIA/",
        "oi5/PwAAgD8AAIA/O+5+Py0VgD8AAIA/Zf5+P9NOfz94930/sP9+PwAAgD+s/n0/xm2APwAAgD/Lq38/AACAP0Y9gD9/2YA/aTZ/P5gQfz/i338/B4KAP9HjgD8Wgn8/ZSx/P+2ZgD8f6H4/L3+APzvWfz+H84A/AACAPwMngD8AAIA/qoCAP6hgfz8AAIA/0L9/PyYagD9AA38/AACAP3qWgD9/wX8/8ZOAPwAAgD98TYA/AACAPwAAgD9GSH8/rb1/P3wigD/WR4A//JN+Py3Bfz+OZoA/AACAP/PlgD+SaX8/fB6AP5otgD9X234/6kGAP3u8fj+Ht38/xVeAPxrXgD+0LX8/CL1/P0XVgD9uh38/AACAP3wxgD/ldX8/aweAP9dHgD8JcIA/pvN+PxV+gD8g/H4/AACAP1eCgD+pmH8/AACAP4UOgD/no38/ja9+P59ofz9hFYA/hBiAP/2YgD8X5X8/+HKAP3M/fz8AAIA/MFGAPwAAgD9ub38/mq2APxokgD/kcn8/tq9/PwAAgD/yTX8/BmGAP3z+fz/YpH8/AACAP8lNgD+CLIA/qct/P1b4fj91OoA/AACAP30XgD8AAIA/6JB+PwAAgD8bw38/iFqAPymCfj8ipX8/o+J+P22HgD8AAIA/fmuAP+SNfz9Lj4A/W51/P6D5fj/Ljn8/XNR/P+Rtfz8AAIA/kk5/P5wHfz9yeX8/L/5+PzUkgD/y6H8/jQF/P9Vwfz/IPYA/AACAPyJTfz97JYA/CUqAP8ybgD8lO38/MBF/P9WKgD8AAIA/orN/P2ibgD8AAIA/UXh/P7LLfz8AAIA/tpOAP51EgD8OSYA/elB/PxVPgD+TnH8/SpR/Pysffz9fmX8/hx6AP68GgD8nP38/3MWAPwAAgD9qXIA/BYGAP0bIfz8AAIA/5N1/P8R5fz9w6H8/AACAPy+Bfz+QfX8/2+t+P+Rrfz+BF38/BGKAP1Kpfz8AAIA/hOF/Pzvcfz/IKYA/dRN+P7N6fz8AAIA/",
        "xL5/P1Stfz9UjH4/kiCAPwAAgD+o9X8/CrV/P5UygD/r634/TtiAPwAAgD9k4n8/7iCAP4b/fz/lfIA/jwiAP6gbgD9aRn8/LPV+Px00fz/tg38/g9l/PwcKgD9AVH8/8Kh+PyLkfz+Fkn4/AACAPwAAgD+rt4A/FUN/Pzjxfj8AAIA/AACAPwAAgD8AAIA/knh/P94pfz8AAIA/AACAPxWifj/D9X4/JvZ9P00Afz/ZNn8/kH+APyR1fz8sPYA/m3KAPwAAgD8nL4A/tBCAPwpsgD+JPIA/G3KAP/YWgD8AAIA/ChZ/P+3xfj+zGoA/+O9/P4GSfz8+/X8/ZSx/P7I1gD+VNn8/fG6APzYxfz9djIA/kSWAP46Sfz+leH8/d19/PwAAgD8G3X4/Jnh/Pzy9fj+2xH4/gYiAP02Dfj8xlX4/aJGAP0Z1fz+1YYA/5Dd/PzGPgD8y1H4/AACAPxKJfj+3JIA/Rtd+P7t/fz/rXX8/AACAP6Mhfz+6X38/TM5+P5sxgD+W3X8/U2iAPzAefz/8NIA/mtJ/PwAAgD/HYIA/P5iAP/zEfz8vjIA/P3uAP/zafz8mh34/YIF/P1Tyfj8AAIA/q8OAPwAAgD/bjYA/HX1/P7OkgD//M38/rdR/P7ZogD/tg38/DwGBP425fz8AAIA/Z35/P13Mfj9feH8/qy9/P1Fqfz/2534/AACAPwAAgD8AAIA/AACAP3LUfz+cnn4/jVeAPySAgD/gT38/9VZ/P1CVfz96/38/tNqAP4khgD+ZVH8//st+PxMnfz/SDn4/LAGAP2zEfz9mdn8/Ae9+PwAAgD8AAIA/LBh+PxhMgD+dYoA//QSAPwAAgD8AAIA/AACAPwAAgD/9on8/AACAP+74fz8AAIA/AACAP0Lhfj+oiX8/2lZ/P7aigD+/qH8/Q4OAPwAAgD+jwH8/AACAP1LEfz8AAIA/Yod/P3aKfz9AoH8/4AZ/P4Q6fz+i7H4/Ry+AP1uHgD8AAIA/BPR/P2tTgD/IvH4/",
        "dIN/P+9Rfz97zX8/I2J/P3NKgD/hk38/c52AP/bQfz8P4H4/811/PwAAgD9eYoA/En1/P/MOgD/7eYA/z1eAPwAAgD8eo38/+Dd/P+aAgD9qOn4/SKOAPzpLfz8wFIA/AACAP0WXgD8t438/g+5+PwAAgD9kyH8/AACAP6T7fz9QzX8/lYx/P7L7fz/8bIA/AACAPwtlfz8MkH8/AACAP+m5fj87ToA/AACAPyO/fj+BSYA/AM9/Pw0mfz9YIX8/mkx/P71sgD8RLn8/DQWAP/mPfz8AAIA/Bxl/PwAAgD9UL4A/KdB+P+5Wfz9+YoA/RwN/P3SIfz+gqH4/Ge2APwAAgD9KDX8/Bl9/P8H1gD8AAIA/eDJ/P74Pfz/AKn8/JMB+PypNgD8AAIA/Sz6APwAAgD9vI4A/xHx/Pzwsfz88KIA/SYyAP1acgD8hhn4/Kw+APy68gD+V934/AACAP/uKfz8AAIA/LzB+P8Qtfz/qkH4/crN/P1Dffz8lIIA/8Vp/Px/Ifz99DoE/x9J+PwAAgD8AAIA/AACAPwAAgD8AAIA/0GeAPz21fz8AAIA/AACAP3u5fj8AAIA/s52APx6Rfz/O438/Jcd+P/sjgD+spX8/K3qAP2OOgD8AAIA/mwF/P1SmgD8AAIA/G3R/P4ptgD/cYoA/G4p/P2Y9gD8AAIA/y7x/P0ZZfz9pbX4/AACAPwS9fj9lLH8/VIJ/P3Qlfz+9e38/3XuAP8hEfz8AAIA/4Yp/P59AgD8G7n4/SxZ/P88LgD8AAIA/ZOCAP7G2fz9Pv38/VYeAP5YJgD8AAIA/hW6AP+8LgD9aUX8/AACAP+pvgD8AAIA/FKCAP5VXfz/yMH8/gCGAP5ZzgD8Y2n4/w0GAPx+YgD/zAIA/AACAPxWagD/IjoA/AACAP0ppfz/ojH4/Xlp+PwAAgD+t0H4/c3aAP+/GgD9GXH4/AACAP0cVfz/FNYA/cYSAPxm1fz8AAIA/AACAP3FWfz8AAIA/LcWAPxjYfT8VpIA/",
        "00J+PwhJfj87734/AACAPwAAgD8AAIA/PLV/PwAAgD/kun4/zEiAPwXcfz/FV38/83l/P6uUfz8AAIA/LON/P6JWfz98jH8/UY9+P9lAgD9yQoA/1h2AP6DGfz/ZYYA/YgJ/P8argD92V38/1VN+P0IDgD81BYA/26d+P3CFfj8AAIA/r2GAP09FgD/3w4A/QCKAPwAAgD8AAIA/eoV/P41Bfz+khH8/AACAP3agfz/r538/AACAP5Sqfz/y630/ZSZ/P8syfz+UXIA/sDiAPwAAgD+Wt38/ydl/P0dzgD8AAIA/AACAPwAAgD8AAIA/1ICAPzucfz83IoA/fHh/P81rfz9/sX8/PWB/P7ODfz9GIIA/m1R+P5Hxfz98RIA/7iCAPwAAgD8CGX8/ZmN/P2SggD90un4/N/Z/P9aSfj90wH8/4cCAPy5Nfz8AAIA/9P9+Pz6Cfz8YPX4/FSGAP36Hfz8Wi38//Kp/PxoFgD8AAIA/VpN/P2hUgD8gi38//yiAPyJXgD8Q3H8/t99/P+qLfj8AAIA/AACAP3zfgD9YNn8/jOR/Pwekfz/HkX8/eHGAP3AngD+i9H8/AACAP2Z7fz+6xX4/ULl/PxsYgD+WKoA/BSl/PwAAgD+/Xn8/aHCAP0mcfj/l2IA/eNR/P+BkgD8myH4/KyWAP6g/gD8AAIA/CPN+PwVHfz8AAIA/AACAP+ixfj8AAIA/mQmAPwAAgD/XYn8/1Bx/P7n5fz8TB4A/XeZ/P57jfz+Ntn8/cyGAPxoegD+gAoA/4m+APwAAgD8BFoA/vmGAPxQfgD8AAIA/1HaAP+3Lfz8swIA/5Q2APwAAgD8AAIA/fhF/PydhgD+OsoA/i1SAP86mgD/QT4A/MGl/P1k1fz/XQn8/M5B/P80+gD92xX8/7rN/P7Oifj/QI4A/AACAPzMKgD81vH8/14uAP1Kefz8iTX8/AACAP3U/gD/ooX8/ayyAP67bfz8vi38/AACAP9syfz+0in8/InWAP/JcgD9Z/34/",
        "AACAPwAAgD8+8n4/and/P41Rfz9dnX4/5cx/Py6qfz8AAIA/XoZ/P+NngD8AAIA/AACAP5AZgD/AsH8/AACAPwAAgD9vBn8/gvt/Pz2DgD8AAIA/LzSAP5y/fz/5qX8/f9V/Pz8KgD/1V4A//ViAPwAAgD8AAIA/G/J+P5QjgD9Q4n4/fjqAPwAAgD/Mc38/v9p/Pz7pfz95goA/AACAP80LgD+3UX8/AACAP+yyfz8eG38/AACAP9JSgD8AAIA/SWl/PwAAgD8bjIA/9s5/Pw1Mfz92IoA/F/B/P0JLfj8AAIA/AACAP6A8gD82dX4/obZ+P27efj9FLX8/8zKAPw=="
      ],
      "moving_mean": [
        "69SPNYob7jLjIWA7PIMPO5qIfjiImok70IhSOaEa0TgAAAAAQ/aoNLA8Hjs1uvk5Mgk6O7FjRTu2Ynw2XAtAOwAAAAAAAAAA24SAOGK8GTuqGrk6276sOwAAAACDXTI6u6VgOgAAAACjdSw6Por/N9iFHzqZmGc2AAAAAAAAAAAC0Z07AAAAAAAAAACKOXQ7KBViOwAAAADHyR461mYlOvONYDmHMtM6ILEuNgDGOTsNZ6c6PSd2NCls+jIAAAAAAAAAALLA4zPzZeU6mcaYNGkglDkAAAAAEA+eOl7sWzqKFpY7AAAAAAAAAABaqkk7emKHOpqUizsAAAAAWzPjOlRjVTutu6E65takOREsyToAAAAAGwEcOteo3zt5V/s2GTjYOYL4LDov/645CZF2OwAAAAAAAAAALq5TOxBsJTuz2ec5YbbjNUd06DQZDUo7SJfxOdoypzv+vkY3e0Z7O973wzo210s5AAAAAHXhkTqpX5M5bJUPNUTEOTuXJ307tIsYNkvHUDsAAAAAHfU3O4I0cToAAAAAAAAAAHqPHDs50Bg6AAAAAFteDTh2qmA6qGWvO3umgjsAAAAAAAAAAAAAAAA8V5o54scuNQAAAABwp5Q6BwD7OWu/kTpw+PA67C1QOgAAAAAotEc6JUWXOsJcbTkAAAAAjHoWOlKGGztI2w87GW3UOidKdTRdcCE4AAAAAAAAAADB4w86Pf8vO6YUZzljNZM7QskQOAjh4TYAAAAADYIPO6tbnzuwLjI0xi94O6JFujoAAAAAd5fmOwAAAAAojdk6kptnOwAAAADU5xE6UkkMOzrkJjoINrs4AAAAAGPMtzoHZnU3AAAAABNmRjQa9Hc7AAAAAD48dTsMpms4AAAAAO7VwDlzHEA7vKf3NgAAAADrI3A6K4RoOSdjNzhGpI46QbG2NFDYfjbSB2Y7AAAAAFiyCDxC0gg8hC4wO+wMUDseWp03fD76O4VvzzQAAAAAAAAAAG6wwjoeuRY4o9YsOLvxMjoAAAAA",
        "ViYPOAAAAAAAAAAAxmEIO5LEADgAAAAAPZGoOkNbITR9B4M7OgnIOgAAAADQaSo54/BpOwAAAAAO+wM4AAAAAH7JxjoxXIw7jGgFNaOePjm1EYQ753BZOYTF7DqElic7c/eWNB9nCzw21cE7KQSBO82SHzuafI46AAAAACTU5jsAAAAA0u3fOk8qATcAAAAAFRs2O7NbEjp6J+87AAAAAEHdoTvoHa47SB2lOQAAAADqEqg5AAAAAAAAAADk/5I6z5ktNKY6lzvtNr45L6usO0TMajZx/0A6AAAAAMpt5DsCKO40kvtcN4W/qjqlLgc7G5lBOrlELTflXEI6ipyQO8jTTjrFPtc1qhKgN6tFGToLAys7AAAAACR4lziJe7E6vp1jOn2T5zqaxd04hVcTNmjbBzvf6oQ6AAAAAJ7LvjsLBQ04AAAAAOtR4jTHeFQ7KLz4OiThQDu+Q9Q7L33lObLxCztzNA07La20O+RFWTsAAAAAanmuOQAAAABfmnA3JYEaO7jrwjoPXg01yBJsOwAAAAAsWbI7OwUuO6cGIjMtxQE6AAAAAFKdOzqwYSs7vOeOOq9gBTjm3vc6AAAAALzTqzcAAAAAkvYoNwAAAACHA144IyWUOsDkNTrfLrU7D9RtOuONDTsAAAAAdjKPOgAIDDSydAw6tYleNFA1FjtN5AU7s6PJO/42KTQAAAAAfHxYOz48rDaXlpk2UiiMNhv1lTqCs5o7/Ou+OaomDTslM4E7AAAAALLuvzta7no4JdqEOWAxsDtkUOI6LtqTOxQr2jsAAAAA/dFbOOOONTsAAAAAkIUWN7a6/TMAAAAAiOygOCJqcTsR/rk5LNPuNJIW1ToQuDs46KU+OmoiODnex900jEenO4GIYziJwqA628MJOwAAAAC8bt85LvU4O2kLIjQAAAAAvb9hOcfdsDvhHZY7AAAAAAcwwjpde/45iYE2O8w+ajtNlY47QO4AOZxqAzoAAAAAqA5wOiyCwDqp0As8WkwFO+P9EDsAAAAA",
        "ScEQOMITGTjc+gw5Bsp0OwAAAACn6cAyDH8FOhLSazpWvsE5pvbNOwAAAADr3IM6omGvOwN/MDvvW2Q7WoMWOzRcSzrY+s450+IkN5moADosbb87SSAPNW2eqjuIfrc0+ukSPC0piTjoxgQ7AAAAAAAAAABUaZM7o0kbO5CqBTwAAAAAAAAAAAAAAAAAAAAAqJh3OtQaNTsAAAAAAAAAAGJJuDif7uo4GzQ1OTwUijauXAo8IoW8Os1zBjvlFRI7z+W9OQAAAABx//I74seHO62lwjsVs2Q7JzZhO3jMoTcAAAAAskpjOWPMXjZW2ng6fEnGOrmNNjryQ8o5e/eYNRyIIDz3o1Q5Vl9uO2hAvzpJHKw6bRn/OnZ6LDTQPww66L6pOwAAAABpVD451qlGO3bzDTjrSOs5EzeEOzDyvzmKN7U6QVz2OkN/YTqIz0c6rrxKNIecaTqCD2s7AAAAAPbkXjrmUJY7mxuiO/h08TqCsiE7AAAAAKuRJjWHftc0wkfyOYRAMjjSm0c7r31pO1gvMjut/rA2PsybOwAAAADmKmc6ak60O/x/pDNA2Ss5hKUnOwnRETtkPkI4QUU5O8QdMDoAAAAANiZfOwAAAACX0Ng4Yw6IObmBnTp6Aeg6iCTUM0SlnjtjvuAztbwMOguCkDsAAAAA9GiGObt6kzh5+QQ714yaNGgfTzYlBa46AAAAAAAAAAAAAAAAAAAAAB2UfDLIUnc5T/9jO69VcjtS8YE0TAMNNTwi/De8EKExNF0qO9Boizp9yKY7bXN2O9uCaDVszsw5ORsKO2xZmjrmhdI6+KuINwAAAAAAAAAAu9+KOrcsJTxFYzE67nGNOwAAAAAAAAAAAAAAAAAAAAA48cU7AAAAAOByajkAAAAAAAAAACwF3TqtkTg74YEYOzLbHDsaWkE0oHQkOwAAAAConTk3AAAAALQBMTMAAAAAfCxcO1DwIjU4i1I66cCmNo/uIzvBa2g7TNDSN3nsATsAAAAAmgOCO7wTMjssPjI7",
        "2F+fM4UGPThtTsM7TV6TNL9Jijntbps7NvoiOiowJzhf3/g5dkMHNAAAAAB9qhc7YBSKOVqZfju13Es7DgiQOgAAAACmx5E3nECGO9qarTiHBRM7nUszOrfxkDrmez87AAAAAI8SejtxvwM54xiVNwAAAAAKiyg7AAAAACbdEDtwIqQ30861Ow7AbzoXpiA8AAAAAGHBKjkO5Cc0AAAAAJvpJzej4wo6AAAAAKiyYjj6R2Q7HAd0Ol2bGjUlhz81O+i1OuhheTol6Ow6K2rbO5IwkzoAAAAA45qmOgAAAACkFmA6An+/OlzTBDfrKMs59S9WNpTV/TrPw+Q6Je2wOwAAAADPG3w6GzvXNBuLlToAAAAAk5cQNYBEDTzxrZY0vjakOqq+fToAAAAAhDC/OQAAAAB56iU7411ROoP+3zpwf4s6pkh1OIcvdjp97dk6WagjO/JiFTzTmA84AAAAAJP8kjsAAAAAh+S1OTLkZDpIsCg4zhnmM9BKDjQ0G0Y7M2rOORWCTTOmD3Y7gcngOgAAAAAAAAAAAAAAAAAAAAAAAAAA3m3jOkyg2zoAAAAAAAAAAAaywjcAAAAA9lG4O3ivDDqTnYs7sNHAOFDjsjp/EqszMN6aOzCdiDsAAAAAdrQUOsDvrDsAAAAAK9h4NHiAsTuIi6w7hksdMyHplDoAAAAAQi/cOwULJjrESH06AAAAAFUeVjvULFA0QyC4NJGyXTueWdIzOIqAOgFU1zkAAAAAoCUPO+K73jiEz7Q3qUwMOvakIjsAAAAADtQZOj3QWDm1JGU6FVdZOwOR0zoAAAAAZhiNOXtPZjsJR0g7AAAAAIOu4TkAAAAAPgdyO4q1+zl3QAI1rxGbO1m8mzrSUjU4n1JDO6M4Uzvsco07AAAAAAYsjju6FqI5AAAAAFJvtjQJMJo78juhOQAAAAAyiX87ury1OackxTuk8rI6AAAAAN2bkTqBrAI7K1EROzLfVDgAAAAAAAAAAMVlaDMAAAAAYfSuO1tv0jnLvKs6",
        "Fc7+O/UbkDva7mQ3AAAAAAAAAAAAAAAA4MkPOwAAAACCHv86TlC+OxprkTuOVlo1IdBONVXJUjQAAAAA1eG0O+hWCTV/zyE6v7cKOrzPMDv4M4o6AcnNO8bXhTNZzTY4MFgYOwODojsm1+k3jrITOBJMADimYlI7VdUIO+ZF4DgAAAAArjHvOozBoTuVK/Y5kAAROwAAAAAAAAAAyICtNtE4gzRuyLAzAAAAALjIgztlBZQ7AAAAADINsDv6l5I55kqCNSFEwDoSteE6wYl8OwAAAADqZC88OZPzOigrhTsAAAAAAAAAAAAAAAAAAAAA/rjHOzY34Ds5/oA7wXkuOxlOTjr50w87hUV3OIlhDzys1Zw65QgmOspWTzrk5ns6GTvbOgAAAABmQbY6vkaEOhUJljsKSzA4pwgjNzw+njhWAiQ7mYXVOdc0DTcAAAAAZC4lNyQx3zqpaFY7+dy2OBhVxjoApQE4DQNYOyfk6jsAAAAAU9KeO6wWVju5zxY1EJRtOPss8zj4IMQ5HLPsOvmImDsAAAAAAAAAAOfYkzuL+Kk7Il/KMyIGKDvpyuM6an6nO8eraTsqLpQ6AAAAAOqdZTnzuQE7LliTOri3ATvEQm04w9KCNgAAAADPueM65KntOz6+SDj6OY866h0tOtpruTs/Ifg7lh6bOh80nTsAAAAADPR/Ok7pKjoAAAAAAAAAANjKHDkAAAAAttjqOgAAAABXqXs2nk+MNQL/bToSj0A7l6iWNt1YzDsfR2U7vKZvO3vNljvykJo6rCkgOwAAAAB+U+w6JmqMOrNxVzsAAAAA2Yz3OeMsEjoAnlk6079jOQAAAAAAAAAANvhVOxVePDt04Mw7h4GhOyvo+DrU03k513E4O9wVjDaw/BQ6haslOrUm2jr/n686FJt6O24d6TifZF47AAAAAIcKXDuW+wE8dwSDOyaxJTr1fdc7AAAAAErTLzvqs507kvqGO4ymjzvQQIk0AAAAAOB9UDbOHLQ63GduO+FxqzpJZHc5",
        "AAAAAAAAAAAapJw2GolIOv3xGDU5RUw5hsmPOs4kQDQAAAAAiOudO9xrIjsAAAAAAAAAAPSAlzskDZY4AAAAAAAAAAB64p87QpGLOmXzcDkAAAAA9d5nOjjHtzrIGLs0LdROO9SQmTizgMw6bmqIOQAAAAAAAAAA0MKpNhMN0TnbkUA5FMEVOQAAAACxRpU0zdA4Milf9jkNiR86AAAAAMiLsjuX5Ds1AAAAAMzabDvYUr87AAAAANtIGTsAAAAAe3ozOwAAAADCi0k7t/yMNEvS0DekHAI7b7F5OqkAzDsAAAAAAAAAAFEbZTtJTUA7KsshOHEBoTrw9Vk1BRYdOA=="
      ],
      "moving_variance": [
        "lYVnP5WFZz96jmc/sIdnP5qFZz8Al2c/s4VnP5qFZz+VhWc/lYVnP5WLZz80hmc/241nP1yLZz+WhWc/y4hnP5WFZz+VhWc/mIVnPwuJZz/Zhmc/+phnP5WFZz8Xhmc/jYZnP5WFZz8ahmc/loVnP3mGZz+VhWc/lYVnP5WFZz9MnGc/lYVnP5WFZz/ek2c/RYtnP5WFZz9Thmc/t4ZnP7eFZz/Mhmc/loVnPxGNZz9ZiWc/lYVnP5WFZz+VhWc/lYVnP5WFZz9Xh2c/lYVnP7+FZz+VhWc/cYZnP4WHZz+Kj2c/lYVnP5WFZz9AiWc/eohnPzWNZz+VhWc/tYhnP0yLZz+Rhmc/yIVnP+CGZz+VhWc/YIZnP5qqZz+VhWc/CIZnP3SGZz/lhWc/4Y9nP5WFZz+VhWc/Mo1nP6SKZz+8hWc/lYVnP5WFZz8/jmc/JYZnP3qfZz+XhWc/0I1nP7qHZz+phWc/lYVnP9SGZz++hWc/lYVnP3eJZz8ijGc/lYVnP9uKZz+VhWc/yoxnPyOGZz+VhWc/lYVnP8qHZz+Khmc/lYVnP5aFZz/+hWc/0JdnP5aOZz+VhWc/lYVnP5WFZz+whWc/lYVnP5WFZz/yhmc/w4VnPxiGZz9Xh2c/YIdnP5WFZz/whWc/+4VnP7yFZz+VhWc/7oVnP0KIZz9Wimc/M4dnP5WFZz+WhWc/lYVnP5WFZz8jhmc/U4tnP8SFZz/NmGc/l4VnP5WFZz+VhWc/M4pnP9ScZz+VhWc/PpRnP5qHZz+VhWc/kaVnP5WFZz9SiGc/I4xnP5WFZz9shmc/TodnPwSGZz+ahWc/lYVnP4mHZz+WhWc/lYVnP5WFZz9Vjmc/lYVnP0OLZz+YhWc/lYVnP7mFZz/diGc/loVnP5WFZz+Dhmc/uoVnP5aFZz/ahmc/lYVnP5aFZz8pjWc/lYVnP8K1Zz/9r2c/1ohnP3eKZz+XhWc/iqtnP5WFZz+VhWc/lYVnP1yGZz+ZhWc/loVnPw6GZz+VhWc/",
        "loVnP5WFZz+VhWc/2YhnP5WFZz+VhWc/VodnP5WFZz+Lj2c/BodnP5WFZz+3hWc/SIxnP5WFZz+WhWc/lYVnPymHZz+ek2c/lYVnP7KFZz/YkGc/noVnPxyHZz/Nimc/lYVnPxmrZz/TmWc/F5RnP4KIZz+kiGc/lYVnP4SiZz+VhWc/9YdnP5WFZz+VhWc/S4lnP8+FZz94omc/lYVnP5SVZz+8kmc/xoVnP5WFZz/NhWc/lYVnP5WFZz/4hmc/lYVnPzyRZz/HhWc/96FnP5WFZz/IhWc/lYVnPwmdZz+VhWc/lYVnP0aHZz9yiWc/5IZnP5WFZz8nhmc/q5BnP2OGZz+VhWc/lYVnP4WGZz/NiGc/lYVnP5qFZz8uh2c/LoZnP6OGZz+ahWc/lYVnP0iHZz+1hmc/lYVnP9eWZz+WhWc/lYVnP5WFZz9vimc/XYlnPxiLZz8WmGc/wIVnP3OIZz9Vh2c/tJtnP8OQZz+VhWc/t4VnP5WFZz+WhWc/NohnP7eHZz+VhWc//4tnP5WFZz9ukmc/fYhnP5WFZz8phmc/lYVnP/eGZz9eiWc/7oVnP5iFZz83iWc/lYVnP5WFZz+VhWc/lYVnP5WFZz+WhWc/3oZnP1yGZz+5lWc/foZnP5+IZz+VhWc/AIZnP5WFZz9dhmc/lYVnP/eIZz/niWc/45lnP5WFZz+VhWc/1JBnP5aFZz+VhWc/lYVnP3CIZz83lWc/wIVnP9SJZz8rj2c/lYVnP2WZZz+YhWc/qIVnPwmjZz9Wh2c/Ao9nP/ykZz+VhWc/mIVnPyeNZz+VhWc/loVnP5WFZz+VhWc/mIVnP96KZz/uhWc/lYVnP6yHZz+WhWc/4oVnP56FZz+VhWc/Kp5nP5eFZz8oh2c/iIlnP5WFZz/8hWc/yIxnP5WFZz+VhWc/qYVnP9uVZz+ukmc/lYVnP++GZz/LhWc/kYxnP52NZz9Vjmc/n4VnP0iGZz+VhWc/vIZnP82HZz+dtGc/n4hnP7eIZz+VhWc/",
        "loVnP5aFZz+ohWc/C4xnP5WFZz+VhWc/3IVnP0uGZz/4hWc/CpZnP5WFZz+qhmc/uJlnPw6MZz/zjGc/uodnP/+FZz/LhWc/loVnPy6GZz+4nmc/lYVnP6qUZz+VhWc/ILJnP5iFZz8+iGc/lYVnP5WFZz9Ej2c/qYlnP2q8Zz+VhWc/lYVnP5WFZz+VhWc/oodnP3mNZz+VhWc/lYVnP6CFZz+hhWc/uYVnP5WFZz+atGc/hYZnP4aHZz+Pimc/3YVnP5WFZz/CpGc/MJdnP/miZz+uimc/eYpnP5WFZz+VhWc/uIVnP5WFZz+Ohmc/i4dnPwaGZz/ChWc/lYVnP2C3Zz+khWc/xY5nP52GZz/8hmc/FodnP5WFZz8ghmc/xaBnP5WFZz+chWc/JopnP5eFZz/HhWc/OI5nP/qFZz+ohmc/5IZnP5yHZz8jhmc/lYVnP/SGZz+si2c/lYVnP3KGZz96kWc/R5pnP3OIZz9UiWc/lYVnP5WFZz+VhWc/LoZnP5aFZz/YjWc/hZBnP/CKZz+VhWc/CpRnP5WFZz9ahmc/CqNnP5WFZz+hhWc/NIhnP7KKZz+ZhWc/X4lnP9qFZz+VhWc//4pnP5WFZz+ahWc/xIVnP9uGZz/hiGc/lYVnP16RZz+VhWc/HYZnP46RZz+VhWc/xIVnP5uFZz+Jh2c/lYVnP5WFZz8lh2c/lYVnP5WFZz+VhWc/lYVnP5WFZz+vhWc/k45nPymLZz+VhWc/lYVnP5aFZz+VhWc/OIhnP9CGZz9ol2c/XI1nP5WFZz8Ohmc/UodnP62GZz+xh2c/l4VnP5WFZz+VhWc/yIZnP6vUZz/Rhmc/XY1nP5WFZz+VhWc/lYVnP5WFZz80n2c/lYVnP6GFZz+VhWc/lYVnP6mHZz+/jWc/LotnPyaIZz+VhWc/5IdnP5WFZz+VhWc/lYVnP5WFZz+VhWc/u4pnP5WFZz9bh2c/lYVnP/WIZz80jmc/loVnPzaJZz+VhWc/sZBnPwOKZz/zimc/",
        "lYVnP5aFZz8Nn2c/lYVnP6yFZz9pl2c/bIZnP5aFZz/bhWc/lYVnP5WFZz9RiWc/xoVnPxmVZz9DiWc/B4ZnP5WFZz+WhWc/uJZnP5mFZz+CiGc/2IZnP8qIZz+GjWc/lYVnPzSNZz+fhWc/l4VnP5WFZz+Cimc/lYVnP22JZz+VhWc/EJRnP4CGZz8jwWc/lYVnP6iFZz+VhWc/lYVnP5WFZz8rhmc/lYVnP5qFZz9FjWc/+IdnP5WFZz+VhWc/lYdnPz+HZz/6iGc/v6JnP0+GZz+VhWc/qYZnP5WFZz8dhmc/sIZnP5aFZz/ohWc/lYVnP+WIZz/1jWc/E6FnP5WFZz8qhmc/lYVnP+iGZz+VhWc/lYVnP1KqZz+VhWc/poZnPyGGZz+VhWc/6IVnP5WFZz+/iGc/5oVnPzuJZz9Zhmc/mIVnPwGGZz+ViGc/vItnP6K9Zz+XhWc/lYVnPymPZz+VhWc/94VnP66HZz+XhWc/lYVnP5WFZz/xi2c/BIZnP5WFZz86i2c/OodnP5WFZz+VhWc/lYVnP5WFZz+VhWc/nIhnP66GZz+VhWc/lYVnP5eFZz+VhWc/15dnP+SFZz9bkmc/oYVnPyCGZz+VhWc/+o5nP52MZz+VhWc/aYZnP46VZz+VhWc/lYVnP8eSZz+DmWc/lYVnP66GZz+VhWc/cK5nP7OGZz91hmc/lYVnP/2OZz+VhWc/lYVnP0WLZz+VhWc/y4dnP8aFZz+VhWc/b4pnP5uFZz+XhWc/YYZnP4CIZz+VhWc/TYZnP5mFZz8Phmc/JI9nP+2HZz+VhWc/woVnPzSSZz8/jmc/lYVnP+qFZz+VhWc/6ZBnPzeGZz+VhWc/epJnPz2JZz+YhWc/YYlnP0eQZz9OjWc/lYVnP/eNZz+7hWc/lYVnP5WFZz+CnGc/y4VnP5WFZz+Gj2c/yoVnPzCiZz+Nimc/lYVnPyuHZz/5h2c/nopnP5aFZz+VhWc/lYVnP5WFZz+VhWc/wpRnPxeGZz/fiGc/",
        "U6VnP7WRZz+VhWc/lYVnP5WFZz+VhWc/XolnP5WFZz92h2c/CpdnP4iNZz+VhWc/lYVnP5WFZz+VhWc/DJVnP5WFZz+ihmc/X4ZnP4eMZz8rhmc/nZxnP5WFZz+XhWc/z4hnP7OTZz+WhWc/mYVnP5WFZz+bi2c/t4dnP6WFZz+VhWc//oZnP9qWZz8Ehmc/2YhnP5WFZz+VhWc/loVnP5WFZz+VhWc/lYVnPzqWZz/1l2c/lYVnP+icZz/dhWc/lYVnP9qHZz/Qhmc/l4tnP5WFZz/W0Wc/6YZnPwSPZz+VhWc/lYVnP5WFZz+VhWc/SJ5nP2amZz8GjGc/44xnP0iHZz+piWc/moVnPxDBZz8Ahmc/8IVnP16GZz9chmc/XIdnP5WFZz+dh2c/qIZnP5WPZz+ZhWc/lYVnP56FZz/eiWc/vIVnP5aFZz+VhWc/lYVnP5qIZz88i2c/moVnP9qHZz+WhWc/QYtnP42lZz+VhWc/M5BnP2yOZz+VhWc/mIVnP56FZz/ahWc/Y4hnPxKUZz+VhWc/lYVnP7WSZz/kkWc/lYVnP2CLZz86h2c/JpNnPwqOZz+Thmc/lYVnP7WFZz9uh2c/D4lnP6OJZz+WhWc/loVnP5WFZz+7iGc/559nP5qFZz9UiGc/+4VnP5ucZz8Kqmc/wIZnP0SPZz+VhWc/mIZnP8GGZz+VhWc/lYVnP62FZz+VhWc/x4ZnP5WFZz+VhWc/lYVnP0qHZz/IiWc/lYVnPw2iZz+lj2c/cJBnP9CTZz+Ahmc/2YpnP5WFZz+TiGc/bIhnP7aQZz+VhWc/EIZnP8KFZz/Shmc/ooVnP5WFZz+VhWc/WItnPx2JZz/Dm2c/vZBnP2SHZz+9hWc/sIxnP5aFZz/xhWc/qIZnPyaIZz9vh2c/CJFnP6OFZz8GjGc/lYVnP9eMZz8ArGc/7ZVnPwqGZz/SpWc/lYVnPx2KZz/0kGc/BpdnP3uTZz+VhWc/lYVnP5aFZz+bhmc/KYxnP12HZz/DhWc/",
        "lYVnP5WFZz+VhWc/MIdnP5WFZz+2hWc/E4ZnP5WFZz+VhWc/9pFnP9qKZz+VhWc/lYVnP3qPZz+ZhWc/lYVnP5WFZz9tmGc/zoZnP6WFZz+VhWc/AoZnP4CHZz+VhWc/3o9nP5mFZz8WiGc/ooVnP5WFZz+VhWc/lYVnP/uFZz+xhWc/nIVnP5WFZz+VhWc/lYVnPy2GZz9phmc/lYVnPxmTZz+VhWc/lYVnP/uMZz9clmc/lYVnP4eHZz+VhWc/OYtnP5WFZz9/imc/lYVnP5aFZz9CiWc/UYZnP+yaZz+VhWc/lYVnP6OMZz95jmc/l4VnP5aGZz+VhWc/l4VnPw=="
      ]
    },
    "dense": {
      "bias": [
        "AAAAADJry7nb9kq7EqHGu3hTWLsAAAAAXOmtOwAAAABYJXm7NDkou0vkYrsAAAAAAAAAADhYRDsAAAAAAAAAAFzvO7trqh47uM8lOwAAAAA="
      ],
      "weights": [
        "r2WfPv0PYj5IpPC+IpxBvofiFT7k4dc9UiH6vlcv8z4yx6K++K4evu97NT4ckLO9cGGXvfN2kD7gUfi+iYuIvuz0yL3xjEa+N1ulvpj2sL5IOuq+zaN0Pkgbyb4IgeQ+IBeoPWT9Ar5gU3O9U0WBvpp4OL5GYZo+c0nrPpgSxb49cNm+UpuuPiCjTL0md4q+nNyNvsQwbD2TXZg+yEMqvt9Ghz4ZWk0+gfGMPsDCKL7+R589VvdJvv6BaD7eqFY+WDxzvRqWoL4yF6I+RC/uvdYcBj74j7k99K2lvSyvoT3SJIC+iEKDPvUun766fhG+jtWvvtjQj77pg5o9zCHaPgilSjuE1dm9ASftPrL4wL7+kVw9Xs7SvmzQzz7whsi98i28vqRnoL1k74G98F7svA583z7uXMw+aTc7uyAAor1gjwi9sp7ovkvZ7r7rLIi+PhTdvQDctToh9X2+vrEuPqAg6r6ZnvA+jlabPiY14L4wesS+wFO1PTIBCT5WGIK+KqYQvjj3sb4IPi0+W13rPg=="
      ]
    },
    "dense_1": {
      "bias": [
        "6jx+OuVWxbl98qq55PGuupvvsToT1FC7+hO8Oxc2xjtC1hq76lMCuw=="
      ],
      "weights": [
        "CFASvQzLzz7AcLa91KuYvhA1tj0EMSO+QCxgvfzTdj5AoF0+VpVCvjAmoD6LvqY9fbqRPRrweL4Z4ns+ysq8vmF7zT0S9qq9TUKyvjEm2z6XNX6+EnGavgqQmj4/w1y9tb8pvr7Glj7T8Bs+rGa6vsSjWb0lpLi+LB8pvjmEPz6+PuY9ih6ZO01w/L1Q1D4+2OilPvmgqT7AbTM+Zxn2va7OlT6j9cc+AE9KvZs9oDtCOi6+XZcpvgm84bwompc++xTkvbMBd770V+K9tH9iPtj7zz2U/N0+GFP+PYqTwL5eM7S+LF43PiwpZb7CUM0+uiwrPpWtZj5BBns+MmPXvpbhLj4pJNS+wLY2PgYjiz41T4s+5MOSPTDGYz0wU9c+ktvfvkDtej5+QCC+dteEPni/HL6g1Cg91OjWvSqswD6O8Dc+L/y4vrB2X744Jjw+taypvOq23T5u1YC+aIOQOzADsD7n20Q9Q7erPtLq+T3i9709PY2uPLbVRL7O2rG+X0fbvhSkvTwKfeo8Rhp9Phv7Dz4IDVu+4N+oPpvSJL4rAbG+y0F1vr5ns7xI0Wq9KB2Yvnntcr7uhpk+uMiiPTDECr5sdo8+PrSRviQvcT7AtJU+1AW5PmAdcbym/5i+ZAX1vWrBnL7QVwc+921ZviRMVT7I5Iy+RCFWPgi30j7Szbs+rtGOviCsrj6hMIq+R1GuPhjFLD74u4q+CggMvjvCPj56zX2+7a/XPZIsyb5ApwE8cPmKPFaPq76YsOc92OHAPfwrwb5x9OO+IKBWPuhTCb5g+92+2pSKvp7Mgz7UfQk+yFd1vaLOhT4gQZm8sJ/gPgwqlz4k+Yq+4FhuPgXWHzuGjEC+dfiDPkTZRT3Ai3+9fX+Vvl6xv75JWZm+VVYlPkiQUL52Zpm+TgSavkFuyj4RELC+ki2mPl6xMj4+we099o6nPooo1T3W/iq+OKEWvB2Qjb7QFdA+OfMfPWSGvb5FaMA+7EHJPlL8+j17eDc+GFU4vsD18D0l3Lq+",
        "xJGqvbK44T6ojZw9sCzkveCwoj1gAJA9qOFJPgDLd7w="
      ]
    },
    "dense_2": {
      "bias": [
        "Nv9nux//Z7tFMYk7ajeJO0KWkDlhjpe7yLADuv2HwDsAAAAAgP1nu+WKerrg+Wa6f+ovuxh2Cbs1RDi7VTeJOwAAAAAAAAAAU4YFOyL9ubv3iPO7/SiJOwAAAADZi1q7U4AXOwAAAACzhqO7AnUiO/QZBzhk9Qa6AAAAAAAAAAC6HHg5AAAAAAAAAABgjqS7PiNluwAAAABS6iA7H8jMu0Wl9Ln4rDO6RsWsuiCVvjsZ8xc7JP9nu7b+Z7sAAAAAAAAAADp8S7uSRCe6wvtnu0fDj7sAAAAAi/wKu/51SrvXN4k7AAAAAAAAAACRNok7s1AWu302iTsAAAAAjNYSu6OHiDvrs8a7pr00Ox4miTsAAAAAf3wpO7K/q7v21y+7oEk5ulpvVDuzFie7ySqJOwAAAAAAAAAAct4zOpY3iTvvXIC78DaJuwL/Z7ssdFw7z3olu5a+fLvD6Jq7A0yHu5DOmDoOri07AAAAANQlILnE+6u57ngzu56IHDpFN4k7Dn/zOaTehLsAAAAAnHxnOh9mxDoAAAAAAAAAAJ83iTvLW2S7AAAAAFWtxjj0N4k7NPtou++sebsAAAAAAAAAAAAAAACP2VQ72vJnuwAAAADTCB67v8jiO2A2iTs7mw28hKHmuwAAAADUUrs76DaJOz9HersAAAAADPmSuYrJGbusZgq7q0txulj/Z7t38f46AAAAAAAAAAAr6/a7h+aPu0Zt5rtpn6G7CzkZO3QzibsAAAAAUSp5u4/d37v+/Ge7vuX1OCAVX7sAAAAAAzWJOwAAAADflT45/bu2OQAAAAAgHbQ5STSJO+jVlLrDI6U7AAAAAEg9pLryDIq6AAAAAPn+Z7uIcIW7AAAAAIg3iTtFm246AAAAAIOZV7qDNok7pof6ugAAAACnZlm7AMoKOgsyEDtyW3C7Fv9nu/2mKbvvN4k7AAAAANEDibrs1XS7KjWJO1kziTtYNIm7eCyJO8v+Z7sAAAAAAAAAAO83iTsFqPW7AVsnOkk23LsAAAAA",
        "QDeaOQAAAAAAAAAACHaqu8DLFTsAAAAACj96u+H+Z7vfnXW7rTWJOwAAAADFOAu84DeJOwAAAACLrQQ6AAAAALJJnTt8NYk7af5nuxNle7s8QeM6FFWDO3cziTuZvGc7L/9nu8coiTv6qcS7/bSoO9niW7rnLT66AAAAAFs0iTsAAAAAPDazOy6DWboAAAAA4zeJO47sQzuk8O27AAAAAO4tiTvTJ4k7DtB4OwAAAAD8UkM7AAAAAAAAAADs4qO7nrEGu1AziTsef4M7TLy5uwK0GbrrNIk7AAAAAEw3iTu9+2e7LHzvOjAP8rX5+4K7LVJTOpmkn7sydcq6KzSJO6xRdzv1/Ge7OiNLOrRPcTk/L4k7AAAAAF6+ZzuBB4k7SFeUOsc3iTvKWak7QDeJu8YviTt4flO7AAAAAPk2iTt9Ps46AAAAAPf5/TkqD2a6mJ+ju9c3iTukCYk74n1BO/g3iTuUN4k7oDWJOw7TsDoAAAAAgRGXOwAAAAD+5zu64zeJOz82iTsp+me7KzWJOwAAAAAeNIk7wjeJO13u/blcOi46AAAAAPmGC7vwg6K5FDWJO1LxMLtGxP66AAAAAESqGzsAAAAAKImouwAAAAB95WY6Wh3SOZQ497sMNbS6Bzxgu6o1iTsAAAAA2zeJO3L9Z7uQHxm7HPtnu9U0iLu+aVy6FMNuOxV8S7sAAAAAdywau4AtJrvxpu+6BjOJuxgArTs8NYk7Zvm+uhDqpLua60g6AAAAAK7awrv6/iI7WqWBO/F8TjrJkrC7mxIDu381iTsAAAAA/e+NObX0fjoAAAAAtr1pui16M7sAAAAADImgO8IdiTuN/jC7UP1nu4Ft+zsXCaw6XBeQNzKW4TrIBx27cxCGO+gX1jp+TBi7USmPOwAAAADRktQ6uLiLOzMHHbsAAAAAUoHdOhMKNrurN4k7AAAAAG03iTvUSfc51kG8u12/irt1ili7mo8mOU1uf7oAAAAA+jKJOwfJlrszL4k7vYxJu+o2iTsAAAAA",
        "OVKpOohE+jrFseK74TaJOwAAAADg92e7AGo9ulQkpTq0/4W79DKJOwAAAADLHlQ6rCJHu9fquDvUNYk7ZPNnOxQ0iDthQBE6GiwLux9BpLsvSRE7hdRnu/UYhrux/We7aRLHu4n7MzvgWdS7AAAAAAAAAAARMIk7DHIoux8hhLsAAAAAAAAAAAAAAAAAAAAAKh2fu5RzKbsAAAAAAAAAAMpZVrscJJm759MJvGgyibtvi+67qTaJO1B2trrE+A+7RPl3OwAAAADUNYk7+Gacu+3UMLfbN4k7djaJO1FQzzoAAAAANlE6uy03ibs+jxY759IXOyIs7blWE5S72f1nu7A1iTtb6WG71DeJOwYyPbuGeB87BziJO7r8Z7udSKC7pl+quwAAAACiyFg71d4EO+5tmbt+sj27EjeJO+0ksruZpqW7nDaJOxMw/brsukU7Iv9nu61l1TucL3C7AAAAAE6plbsKEJS7kZ0Xu7dC77pGX8C6AAAAAC//Z7u7/Ge7b9KUu4wxQDtE8W06mTpLO+iXIru5w2e6vC45OwAAAAA+/nq6Ez5hO4wt37o9H0I76DeJOxaybbk9Dq27mGG0ug+uWrsAAAAAjjeJOwAAAABrgb07ob21uk/4gDs1awe7PrEGu2wAxTon/me7gfuRO6s2iTsAAAAAWoqYuvQPmbvi1AW7GP9nu2pr9rojNIk7AAAAAAAAAAAAAAAAAAAAADJ8S7t3qKC7KjeJO7suiTtf/me7evxnuzDb6TpM+xy7xS2JO2G5wzrwnUS6agOYu6b+Z7u0P+G70zeJO4mOj7nfn5o7YTeJuwAAAAAAAAAA5v3AuwcyiTsebAq7ZDaJOwAAAAAAAAAAAAAAAAAAAACHGok7AAAAAA/XjTsAAAAAAAAAADOhKrvGF6O6YzEKu9A1iTvQ+me7+DeJOwAAAAA0pBg6AAAAALb9Z7sAAAAAa4eIOxz2Z7vQLqO6fS6Ju/41nLtTLoy7LfHqOu4jTDsAAAAA1zeJO8I1iTt0xHa7",
        "l/5nu0Ixozq2L4k7jf1nu4VAQzsYYyQ4RRGAO7CF2zoiCyy7v/5nuwAAAAAENYk7HdfEuplWkruiN4k7yzeJOwAAAADRhJk6uFkTu0QZmTtRjcm7GYoau9kvlbtYahE7AAAAAO4xiTsJQEy6mzeJuwAAAADa1p87AAAAAD8o4zo9WK05rlC3uq/7ljrsMYk7AAAAAPoZ1bru/Ge7AAAAABeWsrtSZGg7AAAAAD/OuLtKNIk7uEqyuQT/Z7sj/2e7YaLyuiT23Dtn/iq7dRE1N/13rLoAAAAAGC3wugAAAAAilvc4BuiBu7sFh7qcJoW47zKJuzTXg7vw86i7B7OquwAAAAA237C7xfxnu1JpejoAAAAAf/5nuz5+57k6/2e7uHaDu5dd/DsAAAAAanwyOgAAAADmNok7agrUuvKyqLvCd8M7KkmmO2I3iTtRrra7tpPsOX0ziTvwh2i7AAAAAGC3m7kAAAAA6Irhuw+HR7uPwKW77nszu57yZ7snNok7H0ALuy4JHbuGNIk7S4KAuwAAAAAAAAAAAAAAAAAAAAAAAAAAxpVTO283iTsAAAAAAAAAAAetu7sAAAAAcTeJO7xqFLojNok72SOEu8Y3iTud/We72jaJOyA0iTsAAAAAKpFzu3U3iTsAAAAAe3tLuxs3iTvEMok7Df9nu27ybzsAAAAAE2MxORaRDbv6YrG7AAAAAK+3mLtQ/2e75Xszu+LCiLtt/me7t0KKO28hlroAAAAA7Ggsu4OzczvdN4m7bNBTuwo2iTsAAAAAqMuMOwSKkTsWMYk7uzWJOw7cyDoAAAAAMKhKuibgtrsOcBC7AAAAAC7pnTsAAAAA4C6JO6boz7qs/me7PTWJO6ZMdDpj1lO7XzaJO7O4BTkfN4k7AAAAAGc1iTsKFWk7AAAAAOR8M7sB7q273SPIuwAAAADuqjw6hCMSO5A0iTscqs27AAAAAO9QgLuNNok7NXOMuvh8+DoAAAAAAAAAAEz/Z7sAAAAAJjKJO/F+BLzGUZ87",
        "uTmru16FvrtmN4m7AAAAAAAAAAAAAAAAmfiwtgAAAAALB5276zaJO9w1iTun+me7j/ZnuyQJHbsAAAAA0v2IO5L8Z7vx4766wvitu94RYDvZMYk7FzOJO5D8Z7vHaIc7kfitu4cMiTvHFdS5wjXyu8315jqyN4k703Odu42azrsAAAAA5DeJO/wyiTstjWw7tTeJOwAAAAAAAAAATIklOsP+Z7ty/me7AAAAACJelbo3M4k7AAAAADwviTvfjg28l/5nu8aqSbsm9hg7yTSJOwAAAABfLok7/TaJO7gziTsAAAAAAAAAAAAAAAAAAAAAzjaJO/w1iTuFN4k75wdPu6g1CLstDgC8t8YeOb0fiTuiNok7ZzHdu5BgRbleSUA73TeJOwAAAADEdCy7z5uyunE3iTvk3Zi7YEinOhnix7unzoq7lLXbO3L4RrsAAAAAZTGJu5KUirqCZq+7KP5MO/XIqbsjwZY6mSyJOykxiTsAAAAA3TaJOyZszzu39me7pgFKO27tDTsoN6m7b11FO8P1g7sAAAAAAAAAAJk3iTs4Bh67TirfugsbcrukMok7o1xMOHChajvQY3a6AAAAAPoB4LpOr2i7fStWuiABWjpWBC87GwXQugAAAAA3j766vTWJO6VGxru/iEs74atOO3U3iTsu4E+7JdomO1I3iTsAAAAAm2Bbu0G4KrsAAAAAAAAAAILMtrsAAAAAJjeJOwAAAADG+Ne6Qf9nu0z3RDsK2pY6ohWOOhG8BLuo9J+7MTaJO0Y2iTvWNok7dALNOwAAAACmAMg6sh4LO4sluboAAAAAtiB7O/XxTDt048w7pBB5OwAAAAAAAAAAXDVvuywxiTu6MYk7ODSJO542iTsIgEQ4+RNnujHVFbt34gu7hb8Ru7JQODv86RK7uzKJO5yQuLvdNYk7AAAAAOg2iTsUIok7YB2zunJ7Bzlzqde6AAAAAAsyiTur77E6JsWROvudZLuQ+2e7AAAAAJc2S7uBp+S6q5pPuOAKArs+Lne7",
        "AAAAAAAAAACmNom7krQqu5r8Z7snMJ27KcERO8Qt37oAAAAAwDWJOwXbWDsAAAAAAAAAAL/tDjvQmBm7AAAAAAAAAAAPHLm7kzWTOh0IkzsAAAAA4DaJO4nhJbtNdku7kBWVuARzETv63li6KuWiOwAAAAAAAAAAkjaJuzqwaroVMIe7SMVoOwAAAACy/Ge7tf5nu8BYTLsQFUU7AAAAAFY2iTvk+2e7AAAAAOuNcTlQ+li7AAAAAJMviTsAAAAADyIHuwAAAADrNok7nynfulslAboNQSs7mCC2N9mDo7sAAAAAAAAAAJY3iTu+YcK7KJtJu9/7Q7tL/me7U104Ow=="
      ],
      "weights": [
        "YDZePYeKi70SaR273ROHvVCJIr2Kc5A9ES+ZvUSGFj0YzQa8mLVjvcXRWTsa7JW9cQ0bPazqlD1MA3w9WT9wPbaeqbwQg088PM38O7lyF72SwmS9vUCaPe4sWr08ezM9OroVvBgjVjxvh4U8Pbu3vPmYh713doo90OOWPXxJmzyWhzE9pp8LPTwc3bx4b4I9qFeJPWCVtLunarY7vQUYvZ1kFT205c07APSRPdRZkzxWQie95TCLvVrU9Dx4Mhy9LOmpvC3wF71qkiI8EseHvI7P7jsiwgi9Rm1qvdvOCr0Euy49zRc3vYKbHr1o81M9iYojvBalir164568hWIfPZFbebtbD4q9dKOqvF2gJD1uJwG9luEZvZSHkD2ONL27WTlwvSv15bvflZW9Uud0Pehlkb2SKc28XrWFvYpwrDwFEwC9RIOuPNbkg71PMw68Xt4zO9tEXD0scSo7J8dNvQLw0zyIDy29RmfAvCbVRD3Qh4+8QaL/PHIuOr3Xf4+95/SPvIv9Fr3qix498VTTPFGNSr20NI49jNSUPYRXhL1C43y9aH2ePA65ST2C5i69F009vUhwj7x+yzm9ik0gvWa3m73jYvC8x6ylvA5cKb24JIS7QE4nPcMlf7wICzY9+oDLvDzhdb0a8Hk9wTqYvVhqcL0pPkC9O1mKPfkr4bzfw7e8RzFEvWElEj2s8+w8zDONPFPtb71w3IM9HtTEvCjGs7xdM4A8rkwRPM5oAjxSopm9OMB7OxFibz1i4Qq9TbbgO2hfbbyWLaC8GY2/O0o9Fz1Ev6A917F5vYdNMr2fEjS9En1gPaIkBz3ab4u8yThFvXGiDLza3Ug9OJEKPebWj71PIwG9t84NvR4N+TtZTwy8qLUYPI08Yr3ehki83BwwPdTQWj0+ooK9ss2QvXN3kDz2uyM992RxPYfNHz2x7ho9UGJYPKpslTy9enc8KDTdORNA4DvPna08/k+HPSpqbD2Amze6jFdMPe2rr7zs4ZW8nywDPUgOFr2ioGS9",
        "ChQovZAo3LssZpQ8z63vPI0skDxcUEo9rYIoPZGbn73Dlpu9JDlKvWhpLbwRlUE89YhSPby5yTy7Spa9HS+BvTBxFD0fVq08lKsPvQQhOb1gRmi9NIgVvXe7iD00+qi84PtCPYb8mrrnrgg8hYs2PeUASbtIbNG82BAzvQlHHzyCXlK9g8VfPfYlKr04wPc87/QMPSCGbrwtkRk8gIVouqv7PruYjWe9hl7/PGr9ZL0plIq9wFwcu8kuDb2M4KY8h+kJPGiWbD0fXYi9MOfhPMCaHb0TJQs9QB8Pu3Zkd70cxiY9WZYzPb6zzTtH6kQ9xMQRO9/CgTxtsKE8Pm2GPLuNkbxQyGk9v305va1LyjxIBJc9LEF7vZoniT3RuDa8fWcVvSifz7tSPKq86NJ/vW6Xnjx1eoY9vCUBPTpiDr0QODq8bHX3vP4hvDxcD/U8mHZ7PR1ZTDzvMp482FQuPaIbZDxPi3Q9Uz49PVL1iz0MRgM9ZRlRvfZEFD25K5W85WKRvVqsf73hlTE9v0VrPWB8rDvi12i8XjXBvFD8R703FAi9iEnlPALWKL29XAO8wSGWPQ0gWbz2CqA9ZHtRvRrnsrtKoHS9ep0vvZRdIz2ZukM8paVjPR7Ga70WDYA9yegUPU+Mbb3AP2C9du6NPRuwAr10f3Y99I7KuxkUzTw+YmU91MYpPHvknr3aBMe8+IpqPYVkvLzlbV29LriIvc8egL2mOx89BdXRPIjf1zslCj68LUsHvRIvPz0rjnC8VXWdvF4WCT3tGqi7nS2QvXxKeT31Ol69YR1lPUf0mD2wv6a8R4l9PUvyFb2JGYG9qTyRvZm7aDxgGHG8AnqxO8VzCL1MfJC9V1E1PWWzCD3RveQ85lAFPSyc7bw0LWS9qU6cPASxST3Yjt48i2qYPT/15bxV1Ae9lm94vbY9lDxX/Uy9MlCVPbSygj0iNK48X8jHPJr8gD2PxBy9eYHSO1XfazvK64S9aFHCvLFWqjyBr4g8y3M/PWc0HD3U0pI8",
        "qxeHvZdb8rzeHx09Hz5APUdqfL2Qn5q9GAgzvVzUSL3pFa48aflKPVQEzDzAwxA5b/eZPciLBz1l+Fw9uePUvC7ocj18jpk93jj4PDhhxrvSAtO8lBD7u+tXcL20LfA8sMNbvNqzJb0KHm891OOavCSu0bxRVw29KXdUPZBvhj0UWZK9M5xyvc5RkLwcUIM9PF0mvXr6ij2kP6+8mFgGvcMnoDzVqKI8ih4RvApJC71s9Yg9cUXoPHHqXz0oHI87a2I3ve7xm71oPkQ98rmDPWAMmj0wsNU7uAtIvS1Qij24Ih892wBGPA4V4Lx7ShG9GcDIvJ340TyYCo68ulBEvKuJ2zzN6Jq9GNqNPRktmL3Wf6E9OLWwu8nsxrx6NhQ9sAU4PYSlwzwMXpC9WpgIPZ5xID34Lo69C5VEPTQcv7yNo+U8W6GTPcnQlL3pL608hLIYvXbHO70kveW8JE74vDmslzxj8449AYiTO8GQHj0A5RS9WuR/vWoLmr2W0Kq8jE/dvAsozjz5zyU9xD2QPYg5c73yK568fhpKPUzNV72/yga9jXsNu92ezTxpr0m9/Y6KPYLKQT28ETw9Ma8IPd6SOjy/dn691fCYPT2Qh718+iU9WrOju9r1oj0Belo9UGQCPbKCCb3IEBY9u/w/PYfV0jxAk1i7rtuDvRUQuTzOKoy7m9ZZPaD6QL31MoC9dwoPvTDpyrxsMVE9b91rvcw/EDxIRFo9qyJpvREDYbz2pnO9MUk/vVkyKb1EuDY9SL5+PcIbfD2t3Jg84DGgvfB8JT1NVmG9l0KDPQwUYj2BJ4i9SUeGveAlOTvoXgQ9rpzuvI7GRD0THeC7vPJmvSwESz1AoLm74MYEPJzIb72uwlk7ql17vWohr7wwXmM9mFYnPS8hTb16NoI9eRD8POHwfzvPYem8e5oivN0iir1a83i9yLpvvY3lwjzoCUM9yzM2PeZaQ7wMAiy9VRuSPcs8VDzHNPk8vaWEPWkIYD3A7zo89K6+POKyFT1ttEO9",
        "gEWou+U6hzxYyog9i4VlvQD0Xb3ptKK6PbIavXGAnT0wzYw7z68ou8jVBjxxkIc9oOp8vOUhVD3ZO08882mNPHCuwjvwoQC8fuiIPSr0bTwv/IK9LQM5vUloH70mA3I90aMqvY4nXz2c7ou9LrmOvf/eYL2hvYE9sKukPO8RAD3iY5W8o8KUvE8IUj06uVc6wOMtPIylgrtnRqI82OaaPLmWEj2Pp1W9FgVIvX56Ez0+Nvs8o/SQvWABUj27tyu87i/BPMq6hTwesIS9l1ETPUmPjr38D3a9jPFiPYZXFj3bEE89ujN2PVOa+TyBwlm886uFvVJ6bT2pEIe9oUqqPZSZyrx2PME5URZ0PTWFc7vsfbK824PNO0Q+hr3LD1o97iyPvYfRdj3Cyn29gzPPO0hDHTxJnoo9D7F+PRLbWb3Zc4A9Zld4OxQoETy/L7m8FclMPRnikj2j8JK9XO+MvYMH2Ly9YFC92c0VvVdmkL2VGqa9fcBdPYDNJj0h6LK6NAB2PQj0ozwElzm9D006vfCuOD0AVtg6FAgGPYTcFz34Fkq8zoMnPbr0/7nSmoK9B+1+vQsa3rv+toi8D3tuPeqv07wwhpo7/CyWvHeNPT0jnNW71+GFvGAoW72UxE09SFmQvXSwo7sahFW9m5o9vLibTT33IIs9t1GTvCaFmT2gQEY85WZkPUW4jb1R01u97yyEvbTtWT1ztvq8GriEu4G4tryK/oO6eEyavWF74jz4hxA8rF8oPWRcLz3EQwm85OUAvSP6bz34MTy8+ZohvVkITDwEZpg9oTfCvCz82LyMDQG9TUilvbyMfT2FHYs74Fk5vHwscL1MRgk9ptFnPfcPFzxBrxg8BeRHu4Gzir13Fbm8FrlvvT6YJbxocRa8q5OHvb+sYj0df+S8skZJvSPEW7wp9ow9TZ1zvAdcWr0TF9m8vVYvPUvxgD1R85e9suoDPeOaKD32Hkq8mrF8PQg0fb092ZC9f3mJvc3EtTxLQie9zF6eulsHgLxZJuK8",
        "vFWFPVQGuzxKdFw94CWfu8p4hz1AYA49PpmeuVsii71GysE7f5INPbbTl7x1oHo9wLZJPSsXgz3UE+W85kEfPTf5ZLsIkY293EBmPQeeCTxnsWK9Ejj+PIBOg72N2cc8DlYyvZyjqDzwM229B1+MvZJsND1cuZg9hNHqvKrZ8zxspGq8JEZvvc9MMD1AXgY8yAp0vSuUTL2AoJK9R5/zvFPz1rzXQ7S8qDJaPOAcwDp/FIK88Mk9PXbhjD3fQQ69VWqSPa58XT2mPGA9lqWHvUB3sjwwL389qIapPFHzGzwM/g69sihsvTKEwryQOBG9TYT9Oxnjer022JS8dNYfPHwLcz0ir3M9ZxeLvdxogz0/F788mmt9Pem0FbxFYk+9ynDOvOegZL2a51o91raBPI4oxzw7PRG93d99PX5VlDwunoU9c1U1vdu8PL3ENgI97+sNu6SjhD2deSu9pXc5PPrHfj0nuJe9NfpSPNOTDT1oDye9VeSZu+oFhz0sBUC9AxhaPD20J71Sy7q8S1rrO+IHC72UJ5k84Dicu11gLz0WWEC9Fq6PPXmEe7wJOhG8AxPPvLLsGj2+Ga67qG41PKIPkDudGOC8sD/8uhGnnzwvK0Y7obTrPNC6YL3upoQ9BpVkPZYRS700FjQ80IFvPXziZj08H249DEHEPLy6eb0m27m82pYdPc4kZb207VI9qBgtvPV+ar0lGlO9Qw5gPfAnXTwsXI29xtvWPOzWjL1nB+O8fiuFvcG8lz3IsIo9BAYiPZ2uLL2xMOE8okn8O8B9izxSAE49Grg2vULWez3xp3+9BDVnvfTIOjz2zo29jCc3PICRDDp8xGu94V5KvWMYV71eRgi8kJMKPX1cHL3iLpy6pAx1PNaVXb2lsgY96y+GPfF5kj0R6JQ9BCaIu9Oh2jwkVEG9ud8NvX64Gz1Pf+g8nDCEO/tHID3ZmZY9ckuUPQSgkT2ury49J9ycPck0gj3Q45Q8HNSHPKhkUz1ohBQ9+9O0vLoCtDz3IH+9",
        "1DKhPPCVwzx/gC49OOLxPO8+Mj16sE69/azrvN0m2bwkXvu8AG1SO0PDg72ksM88hDOdPMdUYL09NYy8mLRCPKX4TL13gaQ9IZFqvYMnID1ks9Q8lgv/vHPYdT2GvFC9btV8PeNOiD0Oeho8SEQnPQScx7zuOF29ohESvSFX2Lx66Zi7L3xmPN8TAb2Ib8I88scxPYTLMr0jSKS9LH5PvcuiML3Hp3o9A2+MvcqrMT3BQjs9ekszvYUqez145VI8T2hKPZRe87zM83u9zPgWPSybFbw+cSQ82+BkPeg31ju4Fe08uNklvAyAbD39sSI9sVFLvSd5Cz1txAM93oGQvfQTiD0nPyc9lMYtPV4emL2mU2288GxMPQLj6ryzuDw8NHEBvct+d71QpnS8l0mFvT4Uhb0Ln5c9jD0iuxunEL0420y9fus0PT0HhT3WnEo9c12MPbsWnLtYY/m8grevvLElbr0kQfY873dePHy/xjzl9kg9Rfa4upoohj34/5o8X7FZvWB50jtoD5I9Dkf4uwK9t7wo7Gm8qiHxvLZNGD0IrHM9waNevcsTLb0biwK9q84pvEgQjr32t5o8cE6GPXwtBz0ZdDm9jP2YvQx3Y70QuIO9KDr3PIncsbw/MDI92fdKvbJcR706HYM9ARhDvXrLKT2vfHo99qCWPTKYFDwwCSq9j059vf2FcD0Lcfw8mq+FPS9oarvIzbG8kqZmPQ5EVL35xbK8rZIiPcLHn70omHE9XKhhPfgV47yMK6C984LrPCHiu7wa+gG93gaEvTyAIT3Bd4C94FObPW1+V71AJsQ8CD5hPYAQi70SIls8SJiavHgW2rz6S4W9ar9ovecpmj0GBAA8uIKoPJ73ib1+MW89KmWbvShImDy+Bac89NSOPdhcRbwsnjm9/IycvAz1WL375wm9AIrYOzSLlj2ASDa8cZFFvMnnF708by+93x7mvDg6kz1KsQi9WggzPRl1pD029Oi8Uj2RvcCWQL3hU5S8dLOUPWykZ7z44m89",
        "EkeNvdVrib3+vE89y4UXvaCbkzvAVNQ8fhMhvUBT77vl3Hy8PRqGPPHoFT02flk9YDaqvD/8kr3Skys8Ix8fvXo8grxWuSu8rK2jvMyTUb11WQy95AoRvbBumjzI2qI8bcFkPQvDQ703Yni9Grp2PIY1lb3Bny481mAKu/KGET3USRq9MUA6vUx4Vr0YDKm9a+6qu4pJlD0YVZC9MxfZvAXjJj3OJwk9Fmz5ubuniT0t7aQ8V+GOvfaCd73XRas8ArtfvbBaWLxLEZs9dxuSveNRhz0Z1H29/4Y2PRu2gb0HSH29BH52PaQm3DzuqEK9QTR3vVqFFT0FIs+84KvvPHhCT73oank97NpLPRuufLwJEVM9PEuSPXZ/fz3UtAC9hCcsu+XZlL0QNnU9ycUqvc43XjxofIc9j32CvQYYkj18EFs9/oGCvThABT0gIuk8waoFvWJpYT3cbVO99XySvC6pzjzvIZm9at+RvEezC72nvBE9MBCHvQDPZD2KOQa95XKUvS01Bj2N6EI9DARjPQjxij2z3bY6NAvYvBw8Rj3FIyC9EYMtvMSfjD3AkxK7DAd6PVAHmruuzYE9L2yLPXtZUT2j8XW9YaaHvVlUbzwcN/I8/x1hPFR2nTxJdpC9y8amvOOWNz2j7EW9DYqYPSoNg72Lwm89H4hWu5bvd72xEyI9fHePvYSpVD2i0BA8lDMuPTChQjy2Rg29EY5vPei7Xr3MEUk759q0PLpWHj0/JJ28lYF6PQgfkz2hI0u9AzSBPAAB1Dp1tTc9/ZwAPeG6cLz7DiC9eSmbPTXBWj1G2W69Hzo1PdsdsjyFfj09dHelPOfEJTwIx1Y8k7sMvfXtkr0G1Ia7pEQrvBr9gD2gxSk8S4qlvAuGpbwIljg9ikmDvWx5qTw+NS89ITFBvcYgWrr4Uhu9VuVLuyB1YbyOZg+8QO+juvveW710jq48HINzvd5zrzu0HHk8jfypPP+AQT0XNum7kDgsvIML27ygHyS9Xmg/PDMRiD15I2Q9",
        "bC0sPFmI2zySpFo9AKGJPIjjVTzimh68kR1bPVR8c70R+IY9SA+Tvbxx47vI9TI9AIpnPVhDCrz6AY67cJxPvReKsrsX4yi9KhuBvFcvdTz5CqU7wpp7vdO7RD0Z9EG9IHJpPDFfE70zUZG9QFzKuj2eprxGl5o9cojsO4NyJj1ODtC6CuCOvYyTF72ElZg90Q2CPVMcGL0J2qY7CJk0PD7bGb3wcRk9cluPPBjLjjxKgpI96PzXPP/YwLwJ64i9JGiZvTTFlT3NDKy80SAaPDk0P72CAjK9t/I+PXUaPz1XV/48lQscvZjd9DxEzlK98NpgPHia6bytPBu9MJHVPBzgi71Fu768WoCFvJ4yi724d3a94NCBvFWcKT0SNnG9eZCePf/aL70461A9hXalvBm8pbwOkdq80JlyvU8I8byOlli9wgMyPPZAKz084V8872oXvWd9NrxTz5691UWFPfHOLDzHFlO9N3RJPXDUXzwVbz29YaA/PXpPsrzZFEe9cGxWvSBZ6Tsr5jC9BAqyPEm7rzx9dwg9YBq8u2bthb0kNGe8FIWTPdzT5ry1owQ991GNvdlFpzw8jY+8nG9GvL6gib3ocRe8IAv1vCfOFz0bDQq9FUDsvD6p4DycPoo9hJouPbFCM72kXQe9rf82PUxy/Tz4p8m8i+wuvTI1Gr2H9XO9rt2FPXFTcL0LRZK9RH+NvTKJiT2AVfe8HhrTvOOhRb2E0GU9S50yPUcmnzvO4IW9ZttTPe5HP73AIw09KfQaPWFDi7ybjE07i0CWvbHFbD1fWAc9ZABtvdi3F7x1exi9NMNJvI1xOb2UFJK8wm8+uwCKVrovYZG8Aqs9vbTRvDxKrge9jZoxPaJW5DkJf1y9FD0LPd2jNr2MnYs93Ns0u6BcAr0FspU9LY8gPSfFGT3iDBA9xmWru1+OmDzELBA9ieySvcMQWzxSDY89XgStOo8qYzyS1jo7ZusQPRXnTj3BaKG96OmLPA6H8zyjAlm8+upYvUFMlj03UpU8",
        "a6opvEVPgD33uyW8N5AHPIb9xLyoF5U9DKWTPSAht7tKCQy9uzucPbXglb2CEoO9PwiFvV1MJj1Gsuq8JgtBPVQKTL07gOa6myp4vDERfr0d+cy80z2gvF92ez1UO5Q9LN9BPftRrjyMQNs8YseCPRUhmz2NR3W9APGPvIjBf704rH09koolPcR2Sj34V4Q8C2wjvWr5SL3749s8sKRVPST8zjxBZxy9EmaSvV1057wGbfs71g2IvUGkAL2ACUI6wX5+PSbJkz2zjGA9XIuZPFDMorw+mY69eenqPOa4+zy9oTM9IsN2vQ8BMzxbHuE7yPtVPOPLkL0BwnW918I4PQwDIr3iCUw9HkExOzE/aT091AS8nHdlvNeC7zy+/pU9JVBzvaUEEruoTXQ9VfVavRyueT3ZpcC8ctNTvIZGfL0APus8Q6Iau+8lYL28qkk9E7YEvYALnr34Zuw8ekouveiaFz3JIyi96ZllvfLuD72CdTk9Y3mPvJaukj00H+W8FnPFvOCnUb2ZtSU8gXUuvSTf6Dzzgh89nEQyPYaOjz2mu9Q8e24APTCHlTyry1q9fjCBPcFbYT1F/fa87IMCvT2T2DxncQ28SLO3vM7VSL2jKJK9QPHDujdwPrxs/Eg9Alx9PY2ZOL0xtps70x96upWw6jzd8li8sLtWvVovWjwQ2ZI9JSBWvDywZ7wGwNw8/ClPPe28zTxBlwa9Fk80vQxLa73V6I+8gpCZvFH/Db2Cu4m88ZmcvPAykL16jUm9D/XtvJWkRTz8qVC9l4AqvZcRYb2xkSI80AwmPXbLiT1565a8KD58PU8I5TxDPWg9DhKgPKB7hD15QXo8jB/3Ox6rNz2xCIA9TlULvGtZMTzYSJG80mmVPVCBBj0ASzC7AFYsveXfID1VehA9hOcZPYI2MD0tKXQ9QANKPA39Ur3Kqmu9O4OQvaddRLw1b7E8fVVZPQ7MoL0jvZw8pKPAPEnFdLzdO3m9BBd4PamAijyTunC98UouPeg9Ar1DLZM9",
        "/Ef0PA4qoDzH8ko9HOZAvWSQ1zx3EC89ulVmvUZRdT1FYww9r37PO7/xRj2qQH27DKdCPQ7HDjuyy2e9ZrWPPaRddT167Om8rEb4PNXwWz1/8JC9B3LGu7b5Oj3+Goy8wAkyPb0gj7xEbei74Z6XvIBSTToRypE9tk0bPVvUhr2U+KW8ZksVPN/y4DxKlm49ahj2vDm7Dbnexh89guMQO1ZEuLyQvS09dYlJPQTtyDzIRW89JQSQvYuVh7tAA0U9cdBevQtlND1KKWA8fzAIPaxOujwcBRk9ZVJnvYXdWbzgZ9W8/Fx/vLk6B72Z1gU8TrqLvLudsLsHfQ49bHxlvWeKfD20lom9aFmgPXBhAjxYyVs9SNBSvJ95eryIplQ8v5yvPArKBjyGNoI9hjJCvOCk5jpQ3Ts9mkuNvBWS9bxKs7O74yVkO567mbl48y+97HmEPVngg72PzBy93vGMPTp4rLxup0m8avAwvek2vrzKdjK9DCs9vaDZx7t4Fg09qGdePYpnbr0sRje92VcUvKi5jL1kQ2Q98B0lPIK5P70XjYi9QaDoPBzuwzy3yTg8gFhWvXCz27ulOki9aIiJvWIfj72PKIm8NGjbPKffhL0QZFU9/Y2SvS21f7yDi2E8aDB0vezw/zyQ8Fe80GBFvD7EL71oI2a9cKQrO7nibbqkW7q8VKeMvSIwhb3fL3u9Lg6rPEhhSLxQgLG86imevELlwTyWWpA99NSJvJTgFD3bfj292V3LPFl4KT2WsL87uP6YO/QWWr05UBi8ADxiPbnDIL3Hhl89a2uVPS04M725PFm713p+vRtECL31NZW91hCTPSNFIL1sA4u9MGyBva90G73DMX89730kvZj9wbzJoUk9e4Rjvaabgj1MMqC7AupVve45mD0ryzs7HRCXPHnyk72DKey82RJ3vQB8RLy+FfQ7eSVgvabOZzw5iHa8SoOTvbzMOb1UNAI99dnuPNPAU70kCFQ9MKFGvS61kL31Rnm9Xv2dvCVstzvdQBO8",
        "QCpzPK/8vjxqLqA9XOOKPeq6gD3UukO8TOumPMmagj2UFIk9wHmjOw9v7byMJw+8NUWCvYNTwLvMpDm9fN9zvaa3GT1wdTs87WkfvTut3rwYd7m81xn/PHihMzo4OI88cDxYvT1BEDxcExW9h89tPYnT17wEHX+9KL1XPXmqND3vtE88x0c3vWZMgL1aeo+92YYhPAMMlzwu9KY7dTOjPNly/Tw1aDM9uGJMvXsjcDvlYnG8bZlRvAKeiLxTtk29DtSdvFizNTy4qeE8BnEUvA6giz3evRa9aX0YPIB6m7104pS9l/wLvdhFzzyZXQ69CUjZOd8mO7wqblc9481ePdkHir2QNy49BGCFPR5fgL0MXAC9N8AzvTERiD2EYEk9oEAOvF5oLr0CdX+9PCVdPWYlmz3T0ZC9rQR/PUj7Vj1UT7M80tWDvbEK0zsvcFW84tUsPUFIDj27Q449dywOPfKhZL3TVQa930yGPV5sfb0ALEW7UARqPCRdgDzTvMc8Ym91varRij10fbA8iDp8PZ4JLr1VfV29tF+fPDxXxDyEmoA9+PeUPIBR5LuAATu9+oWLPcgkK72eBje9Es3tvJlvd72CDIM9xFSJvSdTez0UJ1G8roFdvCgccz0KJ369YF0/PLgijz0go6C90OWdPcf+j73W9089uLsaPbCtLj1w22G9BSl6vdGKhz3TyBk74B00PX5aKb2dO948RBYEvWd6c73O/YG9MNMavVsNDj0TaXA9BKHgO+4Vcb1/vJI9vNKpvBWwar0ZisY8lCEwPZ5mgT3sNQU9BmHQvC89Yb32his8weqLvRZPIL2H4kS9MnpYPaHGEb3ffWu9FG9yvMpCojy3XgS9yhKRvaLikj0TVNk85gQtvYhi+jx6fKU7KNXrPDckETvP4nG8+JKnPOS1bj0ogKG9JQlivJ3wKb3eM4S9YJJrvar6I7y+lkm9wy0lvADVKb1HTpI8ZkY1PUOPuTyhDhy90r5LvXWyIbyD4Go8jMuIPcQNCL2bKA+8",
        "C2x5PDS8pryHdEm9JWEqPbwHWT03wVE94/pbPWUGpbxzubw8vBhBPLOj5bqlsAk9eRCHvZVNN72+u5M9a8tlPEC8kT20bYc8i0p8vQKQeL2t9pg9ScDWvKHpdTwQmlQ94A/PuyqZ1zy86Cc9Dx+EvELdojy2nJe9WbqcPAzCID2pEf26xdkzPfw6lL2cBcI8VmMmvLkjXr2CIHW9FE4uPBhUdzzgXgo7cfZovWnLBjz//Gs9gkIMvd3Nmb3u61u9qMxwvCZ5ELie75a9zhmBPflwwLwseOc8EFxWvUnrND3YaWc99kjZvCTnXb20G5I9vVOAvVBVy7uMTX+9MCZrPdighr1SJ2Q9pfQwPRj0G72YlZG9KOcjvNg9nbyvxh4984U/vDl+ED3g+4u9LVIHPIqE7ryRLwy9SieYPOW06bzmPC69xxVpvAB9SjrER1K8QvMBPcXJOj2e9xw9rCI0ve2Dhz2BXU48N6hXPJzLK7sABYq58AV5PCkdir2+vCy9gFQDPWLAHj14F9e88fvyPM3wj73gp+S7RTYwvfjH0LxDZVY8UlsfvSlhSD083U890nAYvZiIIT3anno804IQvU4otDzyMVW9fHmUPRBShz2C9kC8oOfNPN4Hgr0mUS89r66Vveypaz34r+A8ZLWqvFLfpzwRo0G8ORfNPDjMHT3uGey8psSRvaAeKLyxvTw9khzUvGShFb3Szxq7X6KhvTNiLT2BV1q9QB/QPGSpGD0WW0o96q6avUmEjb1g6lQ7luY0PSXcvTsKrWu9BItGu1viUj29+R08pNFIvbp76rxxDzy931gXurnNfz3s0Yk87tVEPePAGT0ALYS9KH7gPOi8XLzsS5k64o23vFvamr3aIJg9ED3vu3TnCT0ED189nOlSPYeBLDzsdvG8BaWNvRZZoLxcV3U9AFszvWdhhjs0RdM8BFdlPa049jwQNIk9JDZ/vQ5KlDvo2Wq8mKykPcI/Fr2wwG29sbJGPa5UDrzue2K9azMavUqU4bvq4Vk9",
